
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["悠悠雪儿 - 熊猫酒仙"] = "悠悠雪儿 - 熊猫酒仙",
	},
	["profiles"] = {
		["悠悠雪儿 - 熊猫酒仙"] = {
			["recent"] = {
				["1-134-488-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Rupansansei-艾苏恩",
						["iLvl"] = 749,
						["time"] = 1507200885,
						["class"] = 3,
						["bTag"] = "BABYMETAL#51944",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Fearless-伊萨里奥斯",
						["time"] = 1507200526,
						["class"] = 9,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "凝哀寒芒-永恒之井",
						["iLvl"] = 880,
						["time"] = 1507200638,
						["class"] = 3,
						["bTag"] = "小丫么小兰德#5483",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Reov-蜘蛛王国",
						["iLvl"] = 939,
						["time"] = 1507200885,
						["class"] = 7,
						["bTag"] = "艾尔之子#59683",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "北宫-艾森娜",
						["iLvl"] = 921,
						["time"] = 1507200579,
						["class"] = 11,
						["bTag"] = "飞扬#5400",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "我是马容-末日行者",
						["iLvl"] = 921,
						["time"] = 1507200535,
						["class"] = 8,
						["bTag"] = "我是欢欢和乐乐#5963",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利妹妹-迦拉克隆",
						["time"] = 1507200885,
						["class"] = 12,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "上山打猩猩-诺莫瑞根",
						["iLvl"] = 935,
						["time"] = 1507200555,
						["class"] = 7,
						["bTag"] = "恶魔在天境#5806",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "不会骑士-刀塔",
						["iLvl"] = 929,
						["time"] = 1507200540,
						["class"] = 6,
						["bTag"] = "暗影之风暴#513354",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利箪璐鳯-金色平原",
						["iLvl"] = 925,
						["time"] = 1507200575,
						["class"] = 12,
						["bTag"] = "跳跳熊#5178833",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "花梦浮言-荆棘谷",
						["iLvl"] = 941,
						["time"] = 1507200587,
						["class"] = 5,
						["bTag"] = "小镜子丶#5984",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "哆哆橙-瑞文戴尔",
						["iLvl"] = 921,
						["time"] = 1507200548,
						["class"] = 1,
						["bTag"] = "多酸橙#5762",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "这有个死骑-奥特兰克",
						["time"] = 1507200885,
						["class"] = 6,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "灬黄泉灬-奥达曼",
						["iLvl"] = 946,
						["time"] = 1507200663,
						["class"] = 1,
						["bTag"] = "一尺黄昏#5790",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "板砖啊板砖-翡翠梦境",
						["time"] = 1507200553,
						["class"] = 11,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Lovegs-白银之手",
						["iLvl"] = 918,
						["time"] = 1507200573,
						["class"] = 11,
						["bTag"] = "我也是醉了#51785",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "卍后知后觉卐-暗影之月",
						["time"] = 1507200885,
						["class"] = 2,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "白恶魔-万色星辰",
						["time"] = 1507200526,
						["class"] = 3,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "靈之翼-德拉诺",
						["iLvl"] = 937,
						["time"] = 1507200565,
						["class"] = 11,
						["bTag"] = "维他命#51251",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "致命猎杀者-熊猫酒仙",
						["iLvl"] = 911,
						["time"] = 1507200607,
						["class"] = 3,
						["bTag"] = "阿修罗#5146",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "啊瓦隆-玛诺洛斯",
						["iLvl"] = 783,
						["time"] = 1507200548,
						["class"] = 11,
						["bTag"] = "寂灭星空#5390",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "来了一个戦士-艾森娜",
						["iLvl"] = 924,
						["time"] = 1507200603,
						["class"] = 1,
						["bTag"] = "小折磨#5933",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "飞雪盲盲哒-回音山",
						["time"] = 1507200885,
						["class"] = 12,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "丶咕-无尽之海",
						["iLvl"] = 905,
						["time"] = 1507200682,
						["class"] = 7,
						["bTag"] = "小折磨#5933",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "蛋疼的小七-诺莫瑞根",
						["iLvl"] = 933,
						["time"] = 1507200555,
						["class"] = 1,
						["bTag"] = "猎小七#5384",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "迪迪昊昊-守护之剑",
						["iLvl"] = 907,
						["time"] = 1507200533,
						["class"] = 3,
						["bTag"] = "霜冻之足#57719",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "血狼圣光-埃雷达尔",
						["time"] = 1507200553,
						["class"] = 2,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "零零漆特工-末日行者",
						["iLvl"] = 945,
						["time"] = 1507200673,
						["class"] = 10,
						["bTag"] = "静如止水#5446",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "夕阳德掳衣-白银之手",
						["iLvl"] = 901,
						["time"] = 1507200763,
						["class"] = 11,
						["bTag"] = "Tabaco#5745",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "风的低语-瓦里玛萨斯",
						["iLvl"] = 896,
						["time"] = 1507200557,
						["class"] = 3,
						["bTag"] = "风的低语#51235",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "伊卡米娅-银松森林",
						["time"] = 1507200885,
						["class"] = 12,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "精枪坚永不倒-守护之剑",
						["time"] = 1507200565,
						["class"] = 8,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "希丝莉-罗宁",
						["iLvl"] = 890,
						["time"] = 1507200885,
						["class"] = 6,
						["bTag"] = "芯梵#51124",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "聖光之下-暗影之月",
						["iLvl"] = 930,
						["time"] = 1507200555,
						["class"] = 1,
						["bTag"] = "光明#5390",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "心酒-奥特兰克",
						["iLvl"] = 928,
						["time"] = 1507200696,
						["class"] = 12,
						["bTag"] = "方青#51376",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "珂莱玧汀-霜之哀伤",
						["time"] = 1507200526,
						["class"] = 12,
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "皮卡皮卡丘丘-熊猫酒仙",
						["iLvl"] = 941,
						["time"] = 1507200575,
						["class"] = 5,
						["bTag"] = "conan4985#5343",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "汉江风-雷斧堡垒",
						["iLvl"] = 921,
						["time"] = 1507200548,
						["class"] = 12,
						["bTag"] = "GhostDragon#51849",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "碧海情天-萨洛拉丝",
						["iLvl"] = 887,
						["time"] = 1507200777,
						["class"] = 9,
						["bTag"] = "迷你之泰坦#51354",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "夢長君不知-末日行者",
						["iLvl"] = 929,
						["time"] = 1507200885,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Blownaway#5545",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "阿邦哥-加里索斯",
						["time"] = 1507200544,
						["class"] = 11,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "丶腰别杀猪刀-罗曼斯",
						["time"] = 1507200546,
						["class"] = 6,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱丶烈焰-山丘之王",
						["iLvl"] = 937,
						["time"] = 1507200885,
						["class"] = 9,
						["bTag"] = "心焱#5536",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "无比纯杰-影牙要塞",
						["iLvl"] = 943,
						["time"] = 1507200885,
						["class"] = 2,
						["bTag"] = "Craig#5317",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "己恃-海克泰尔",
						["iLvl"] = 892,
						["time"] = 1507200885,
						["class"] = 4,
						["bTag"] = "無问#5356",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "吃手手-破碎岭",
						["iLvl"] = 935,
						["time"] = 1507200885,
						["class"] = 12,
						["bTag"] = "我都傻了#5102",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "影舞骑丶-刺骨利刃",
						["iLvl"] = 936,
						["time"] = 1507200885,
						["class"] = 2,
						["bTag"] = "一个很帅的骑士#5510",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "血色将至-鬼雾峰",
						["iLvl"] = 919,
						["time"] = 1507200885,
						["class"] = 2,
						["bTag"] = "superpippo#5612",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "噢丶小德-塞拉摩",
						["iLvl"] = 914,
						["time"] = 1507200885,
						["class"] = 11,
						["bTag"] = "岂可修的喵咪#5761",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶的糖糖猫-主宰之剑",
						["iLvl"] = 939,
						["time"] = 1507200885,
						["class"] = 8,
						["bTag"] = "于美酱#5723",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "魔之渊祭-永恒之井",
						["iLvl"] = 938,
						["time"] = 1507200885,
						["class"] = 7,
						["bTag"] = "剪瞳#5101",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "魔之谷岚-永恒之井",
						["iLvl"] = 937,
						["time"] = 1507200885,
						["class"] = 1,
						["bTag"] = "剪瞳#5101",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "飛天小女警-瓦里安",
						["iLvl"] = 930,
						["time"] = 1507200885,
						["class"] = 1,
						["bTag"] = "太乐观就像精神病#5439",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "瞄下就射-普瑞斯托",
						["iLvl"] = 914,
						["time"] = 1507200885,
						["class"] = 3,
						["bTag"] = "啊贱#5330",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冻灬萝卜-阿古斯",
						["iLvl"] = 922,
						["time"] = 1507200885,
						["class"] = 3,
						["bTag"] = "贾谊#5807",
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "暗夜婴宁-安威玛尔",
						["iLvl"] = 935,
						["time"] = 1507200885,
						["class"] = 11,
						["bTag"] = "zhangjiali#5762",
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "无极丶军-奥特兰克",
						["iLvl"] = 917,
						["time"] = 1507200885,
						["class"] = 1,
						["bTag"] = "JunGuo#5369",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "白毛毛大人-伊瑟拉",
						["iLvl"] = 937,
						["time"] = 1507200885,
						["class"] = 12,
						["bTag"] = "白羽不羽#5716",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "殴皇丶启程-风暴之眼",
						["iLvl"] = 929,
						["time"] = 1507200872,
						["class"] = 6,
						["bTag"] = "丶启程丶#5477",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "功夫貓熊-月光林地",
						["iLvl"] = 888,
						["time"] = 1507200885,
						["class"] = 10,
						["bTag"] = "死亡之翼#527213",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "宋民国-朵丹尼尔",
						["iLvl"] = 923,
						["time"] = 1507200885,
						["class"] = 11,
						["bTag"] = "校长来了#5269",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "白卒-斯克提斯",
						["iLvl"] = 931,
						["time"] = 1507200885,
						["class"] = 3,
						["bTag"] = "林果夫人#5705",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "摄氏三十九度-艾露恩",
						["iLvl"] = 924,
						["time"] = 1507200885,
						["class"] = 8,
						["bTag"] = "Bozcloud#5745",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛爱吃醋-安苏",
						["iLvl"] = 920,
						["time"] = 1507200885,
						["class"] = 4,
						["bTag"] = "清风扶露#5164",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "糖门衮衮-末日行者",
						["iLvl"] = 928,
						["time"] = 1507200885,
						["class"] = 9,
						["bTag"] = "琪米格#5923",
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "黑风老妖-密林游侠",
						["iLvl"] = 939,
						["time"] = 1507200885,
						["class"] = 6,
						["bTag"] = "狂野之狼#516336",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑浅浅-风暴峭壁",
						["iLvl"] = 935,
						["time"] = 1507200885,
						["class"] = 6,
						["bTag"] = "天马来了#5171",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "丨思婳雨丨-安苏",
						["iLvl"] = 925,
						["time"] = 1507200885,
						["class"] = 2,
						["bTag"] = "不骚丶#5581",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "靓丽人生-朵丹尼尔",
						["iLvl"] = 914,
						["time"] = 1507200885,
						["class"] = 12,
						["bTag"] = "亮丽人身之一#5796",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "我会变形哦-罗宁",
						["iLvl"] = 937,
						["time"] = 1507200885,
						["class"] = 11,
						["bTag"] = "小帅#5123",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "弱者的觉醒-末日行者",
						["iLvl"] = 928,
						["time"] = 1507200885,
						["class"] = 8,
						["bTag"] = "霜冻之足#5955",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "渔丶小刀-克尔苏加德",
						["iLvl"] = 939,
						["time"] = 1507200885,
						["class"] = 12,
						["bTag"] = "北极以北#5497",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "迷你胖球球-诺兹多姆",
						["time"] = 1507200885,
						["class"] = 9,
					}, -- [73]
				},
			},
			["searchHistoryList"] = {
				"1-134-488-0", -- [1]
				"6-0-0-0", -- [2]
			},
			["lastSearchValue"] = "1-134-488-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					[6] = false,
					[7] = false,
					[8] = false,
					[10] = false,
					[9] = false,
				},
			},
		},
	},
}
