
Prat3HighCPUPerCharDB = {
	["time"] = 1401528222,
	["scrollback"] = {
		["ChatFrame5"] = {
			{
				"|cff979797[17:23:28]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:翩翩喜歡伱:11498:CHANNEL:5|h|cffffffff翩翩喜歡伱|r|h|cffd8d8d8]|r: 凤凰来打工 不出就白跑 [拉扎什迅猛龙] [迅捷祖利安猛虎]", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [1]
			{
				"|cff979797[17:23:33]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:多一点:11501:CHANNEL:5|h|cff68ccef多一点|r|h|cffd8d8d8]|r: 25人H奥格G团1-14全通 人员齐备.来各种强力包团老板！ 最后便宜出<<GGGGGGG>>.", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [2]
			{
				"|cff979797[17:23:42]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:多一点-伊森利恩:11509:CHANNEL:5|h|cff68ccef多一点|r-|cff38d5b2伊森利|r|h|cffd8d8d8]|r: 25人H奥格G团1-14全通 人员齐备.来各种强力包团老板！ 最后便宜出<<GGGGGGG>>.", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [3]
		},
		["ChatFrame3"] = {
			{
				"|cff979797[17:23:38]|r|c00000000|r 很难抗到 has gone offline.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [1]
			{
				"|cff979797[17:23:40]|r|c00000000|r |cffd8d8d8[|r|Hplayer:萨菲卡罗:11508|h|cffa5a5a5萨菲卡罗|r|h|cffd8d8d8]|r has come online.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [2]
		},
		["ChatFrame1"] = {
			{
				"|cff979797[17:23:38]|r|c00000000|r 很难抗到 has gone offline.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [1]
			{
				"|cff979797[17:23:40]|r|c00000000|r |cffd8d8d8[|r|Hplayer:萨菲卡罗:11508|h|cffa5a5a5萨菲卡罗|r|h|cffd8d8d8]|r has come online.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [2]
		},
	},
}
