
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
				" 还有箱子呢", -- [1]
				" 我打完啊", -- [2]
				" 为什么要刷LIKAI DITU ?", -- [3]
				" P3?", -- [4]
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["time"] = 1471961989,
	["scrollback"] = {
		["ChatFrame1"] = {
			{
				"|cff979797[21:59:44]|r|c00000000|r Raid Difficulty set to Heroic.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [1]
			{
				"|cff979797[21:59:44]|r|c00000000|r Legacy Raid Difficulty set to 10 Player (Heroic).", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [2]
			{
				"|cff979797[22:00:07]|r|c00000000|r 魔兽世界最新火热招聘，艾泽拉斯大陆期待您的加盟！具体请链接: hr.163. com/zc/battlenet/", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [3]
			{
				"|cff979797[21:59:44]|r|c00000000|r 魔兽世界最新火热招聘，艾泽拉斯大陆期待您的加盟！具体请链接: hr.163. com/zc/battlenet/", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [4]
			{
				"|cff979797[22:00:56]|r|c00000000|r You have learned a new passive effect: |cff71d5ff|Hspell:64129:0|h[Body and Soul]|h|r.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [5]
			{
				"|cff979797[22:01:15]|r|c00000000|r You have learned a new passive effect: |cff71d5ff|Hspell:109142:0|h[Twist of Fate]|h|r.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [6]
			{
				"|cff979797[22:01:25]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:攻其阴睾-霍格:19:YELL|h|cff3fc6ea攻其阴睾|r-|cff71a384霍格|r|h|cffd8d8d8]|r: 111111111111111111111111", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [7]
			{
				"|cff979797[22:01:33]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:攻其阴睾-霍格:20:YELL|h|cff3fc6ea攻其阴睾|r-|cff71a384霍格|r|h|cffd8d8d8]|r: 111111111111111111111111", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [8]
			{
				"|cff979797[22:01:35]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:Solr-安威玛尔:21:YELL|h|cff8787edSolr|r-|cff11aac8安威玛|r|h|cffd8d8d8]|r: 111111111111111111111111111111", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [9]
			{
				"|cff979797[22:01:38]|r|c00000000|r [S] |cffd8d8d8[|r|Hplayer:月落回音山-主宰之剑:25:SAY|h|cffc41e3a月落回音山|r-|cff6c9f2b主宰之|r|h|cffd8d8d8]|r: 111111111111111111111111", -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
				2, -- [5]
			}, -- [10]
			{
				"|cff979797[22:01:38]|r|c00000000|r [S] |cffd8d8d8[|r|Hplayer:七彩光-暗影之月:26:SAY|h|cffffffff七彩光|r-|cff3297df暗影之|r|h|cffd8d8d8]|r: 1111111", -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
				2, -- [5]
			}, -- [11]
			{
				"|cff979797[22:01:39]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:攻其阴睾-霍格:28:YELL|h|cffd8bc3f86|r:|cff3fc6ea攻其阴睾|r-|cff71a384霍格|r|h|cffd8d8d8]|r: 111111111111111111111111", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [12]
			{
				"|cff979797[22:01:47]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:攻其阴睾-霍格:34:YELL|h|cffd8bc3f86|r:|cff3fc6ea攻其阴睾|r-|cff71a384霍格|r|h|cffd8d8d8]|r: 111111111111111111111111", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [13]
			{
				"|cff979797[22:02:06]|r|c00000000|r [S] |cffd8d8d8[|r|Hplayer:月落回音山-主宰之剑:46:SAY|h|cff8b8b8b60|r:|cffc41e3a月落回音山|r-|cff6c9f2b主宰之|r|h|cffd8d8d8]|r: 111111111111111111111111", -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
				2, -- [5]
			}, -- [14]
			{
				"|cff979797[22:02:13]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:黑暗血-灰谷:50:YELL|h|cffffffff黑暗血|r-|cff75f280灰谷|r|h|cffd8d8d8]|r: 11111111", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [15]
			{
				"|cff979797[22:02:14]|r|c00000000|r [S] |cffd8d8d8[|r|Hplayer:月落回音山-主宰之剑:51:SAY|h|cff8b8b8b60|r:|cffc41e3a月落回音山|r-|cff6c9f2b主宰之|r|h|cffd8d8d8]|r: 111111111111111111111111啊", -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
				2, -- [5]
			}, -- [16]
			{
				"|cff979797[22:02:29]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:Solr-安威玛尔:57:YELL|h|cff8787edSolr|r-|cff11aac8安威玛|r|h|cffd8d8d8]|r: 11111111111111111111111111", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [17]
			{
				"|cff979797[22:02:36]|r|c00000000|r [S] |cffd8d8d8[|r|Hplayer:Yannii-斯克提斯:59:SAY|h|cffaad372Yannii|r-|cff887629斯克提|r|h|cffd8d8d8]|r: 1111111111111111", -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
				2, -- [5]
			}, -- [18]
			{
				"|cff979797[22:02:36]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:小豆猪-安苏:60:YELL|h|cff8787ed小豆猪|r-|cffddc83b安苏|r|h|cffd8d8d8]|r: 123砌筑", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [19]
			{
				"|cff979797[22:02:36]|r|c00000000|r [S] |cffd8d8d8[|r|Hplayer:Yannii-斯克提斯:61:SAY|h|cffaad372Yannii|r-|cff887629斯克提|r|h|cffd8d8d8]|r: 1111111111111111", -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
				2, -- [5]
			}, -- [20]
			{
				"|cff979797[22:02:39]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:小豆猪-安苏:63:YELL|h|cff8787ed小豆猪|r-|cffddc83b安苏|r|h|cffd8d8d8]|r: 123求组", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [21]
			{
				"|cff979797[22:02:41]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:黑暗血-灰谷:65:YELL|h|cffffffff黑暗血|r-|cff75f280灰谷|r|h|cffd8d8d8]|r: 111", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [22]
			{
				"|cff979797[22:02:48]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:Solr-安威玛尔:71:YELL|h|cff8787edSolr|r-|cff11aac8安威玛|r|h|cffd8d8d8]|r: 111111111111111111111111111", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [23]
			{
				"|cff979797[22:02:53]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:痞子哥-屠魔山谷:74:YELL|h|cff8b8b8b78|r:|cff3fc6ea痞子哥|r-|cffa1c885屠魔山|r|h|cffd8d8d8]|r: 1111111111111111永恒丨依赖111111111111111111", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [24]
			{
				"|cff979797[22:02:53]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:阿牛双采-壁炉谷:75:YELL|h|cffff7c0a阿牛双采|r-|cffe6dfb6壁炉谷|r|h|cffd8d8d8]|r: 123求组", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [25]
			{
				"|cff979797[22:03:00]|r|c00000000|r [S] |cffd8d8d8[|r|Hplayer:永恒丨依赖-安苏:78:SAY|h|cff8b8b8b68|r:|cffc41e3a永恒丨依赖|r-|cffddc83b安苏|r|h|cffd8d8d8]|r: 11111111111", -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
				2, -- [5]
			}, -- [26]
			{
				"|cff979797[22:03:11]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:旋风霹雳腿-刺骨利刃:82:YELL|h|cff8b8b8b37|r:|cffc69b6d旋风霹雳腿|r-|cff51fd6a刺骨利|r|h|cffd8d8d8]|r: 123求租", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [27]
			{
				"|cff979797[22:03:29]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:Solr-安威玛尔:87:YELL|h|cff8787edSolr|r-|cff11aac8安威玛|r|h|cffd8d8d8]|r: 11111111111111111111", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [28]
			{
				"|cff979797[22:03:43]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:阿牛双采-壁炉谷:92:YELL|h|cff8b8b8b56|r:|cffff7c0a阿牛双采|r-|cffe6dfb6壁炉谷|r|h|cffd8d8d8]|r: 123求组", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [29]
			{
				"|cff979797[22:03:55]|r|c00000000|r Experience gained: 13700.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [30]
			{
				"|cff979797[22:04:35]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:Solr-安威玛尔:105:YELL|h|cff8787edSolr|r-|cff11aac8安威玛|r|h|cffd8d8d8]|r: 11111111111111111111", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [31]
			{
				"|cff979797[22:06:05]|r|c00000000|r Experience gained: 27400.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [32]
			{
				"|cff979797[22:06:27]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:嗷嗷小胡须-德拉诺:117:YELL|h|cff3fc6ea嗷嗷小胡须|r-|cff869fbd德拉诺|r|h|cffd8d8d8]|r: 事件来的M“1”自动进组~~~~~", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [33]
			{
				"|cff979797[22:07:39]|r|c00000000|r |cffd8d8d8[|r|Hplayer:六横小侎:124|h|cffd84e4e100|r:|cfffff468六横小侎|r|h|cffd8d8d8]|r has come online.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [34]
			{
				"|cff979797[22:10:28]|r|c00000000|r |cff71d5ff|Hdeath:1|h[You died.]|h", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [35]
			{
				"|cff979797[22:13:04]|r|c00000000|r |cff71d5ff|Hdeath:2|h[You died.]|h", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [36]
			{
				"|cff979797[22:14:29]|r|c00000000|r |cffd8d8d8[|r|Hplayer:紫晨叶:153|h|cffd84e4e100|r:|cffff7c0a紫晨叶|r|h|cffd8d8d8]|r has come online.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [37]
			{
				"|cff979797[22:15:19]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:小豆猪-安苏:155:YELL|h|cff8b8b8b60|r:|cff8787ed小豆猪|r-|cffddc83b安苏|r|h|cffd8d8d8]|r: 不要开车 热", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [38]
			{
				"|cff979797[22:15:27]|r|c00000000|r [Y] |cffd8d8d8[|r|Hplayer:为了明天努力-德拉诺:158:YELL|h|cfff48cba为了明天努力|r-|cff869fbd德拉诺|r|h|cffd8d8d8]|r: 我已打断魔誓仪祭师的|cff71d5ff|Hspell:183345:0|h[暗影箭]|h|r", -- [1]
				1, -- [2]
				0.250980406999588, -- [3]
				0.250980406999588, -- [4]
				7, -- [5]
			}, -- [39]
			{
				"|cff979797[22:17:09]|r|c00000000|r You are no longer rested.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [40]
			{
				"|cff979797[22:18:07]|r|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:169:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 打完P3就可以离开这个地图是吧？", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
			}, -- [41]
			{
				"|cff979797[22:18:08]|r|c00000000|r Experience gained: 20750.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [42]
			{
				"|cff979797[22:18:11]|r|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:173:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: P3?", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
			}, -- [43]
			{
				"|cff979797[22:18:22]|r|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:177:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 入侵升级", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
			}, -- [44]
			{
				"|cff979797[22:18:28]|r|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:180:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 为什么要刷LIKAI DITU ?", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
			}, -- [45]
			{
				"|cff979797[22:18:39]|r|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:181:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 直接打完？", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
			}, -- [46]
			{
				"|cff979797[22:18:43]|r|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:182:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 我打完啊", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
			}, -- [47]
			{
				"|cff979797[22:18:46]|r|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:183:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 还有箱子呢", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
			}, -- [48]
			{
				"|cff979797[22:18:47]|r|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:184:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 哦哦", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
			}, -- [49]
			{
				"|cff979797[22:19:49]|r|c00000000|r Experience gained: 41500.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [50]
			{
				"|cff979797[22:19:49]|r|c00000000|r |cffd8d8d8[|r|Hplayer:梧桐黃昏-伊森利恩:192:GUILD|h|cffd8bc3f91|r:|cffffffff梧桐黃昏|r|h|cffd8d8d8]|r has earned the achievement |cffffff00|Hachievement:11200:Player-940-020C09E7:1:8:23:16:4294967295:4294967295:4294967295:4294967295|h[Stand Against the Legion]|h|r!", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				66, -- [5]
			}, -- [51]
		},
		["ChatFrame3"] = {
			{
				"|cff979797[21:59:44]|r|c00000000|r Raid Difficulty set to Heroic.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [1]
			{
				"|cff979797[21:59:44]|r|c00000000|r Legacy Raid Difficulty set to 10 Player (Heroic).", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [2]
			{
				"|cff979797[22:00:07]|r|c00000000|r 魔兽世界最新火热招聘，艾泽拉斯大陆期待您的加盟！具体请链接: hr.163. com/zc/battlenet/", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [3]
			{
				"|cff979797[21:59:44]|r|c00000000|r 魔兽世界最新火热招聘，艾泽拉斯大陆期待您的加盟！具体请链接: hr.163. com/zc/battlenet/", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [4]
			{
				"|cff979797[22:00:56]|r|c00000000|r You have learned a new passive effect: |cff71d5ff|Hspell:64129:0|h[Body and Soul]|h|r.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [5]
			{
				"|cff979797[22:01:15]|r|c00000000|r You have learned a new passive effect: |cff71d5ff|Hspell:109142:0|h[Twist of Fate]|h|r.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [6]
			{
				"|cff979797[22:03:55]|r|c00000000|r Experience gained: 13700.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [7]
			{
				"|cff979797[22:06:05]|r|c00000000|r Experience gained: 27400.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [8]
			{
				"|cff979797[22:07:39]|r|c00000000|r |cffd8d8d8[|r|Hplayer:六横小侎:124|h|cffd84e4e100|r:|cfffff468六横小侎|r|h|cffd8d8d8]|r has come online.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [9]
			{
				"|cff979797[22:10:28]|r|c00000000|r |cff71d5ff|Hdeath:1|h[You died.]|h", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [10]
			{
				"|cff979797[22:13:04]|r|c00000000|r |cff71d5ff|Hdeath:2|h[You died.]|h", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [11]
			{
				"|cff979797[22:14:29]|r|c00000000|r |cffd8d8d8[|r|Hplayer:紫晨叶:153|h|cffd84e4e100|r:|cffff7c0a紫晨叶|r|h|cffd8d8d8]|r has come online.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [12]
			{
				"|cff979797[22:18:07]|r|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:169:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 打完P3就可以离开这个地图是吧？", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
			}, -- [13]
			{
				"|cff979797[22:18:11]|r|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:173:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: P3?", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
			}, -- [14]
			{
				"|cff979797[22:18:23]|r|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:177:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 入侵升级", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
			}, -- [15]
			{
				"|cff979797[22:18:28]|r|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:180:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 为什么要刷LIKAI DITU ?", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
			}, -- [16]
			{
				"|cff979797[22:18:39]|r|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:181:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 直接打完？", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
			}, -- [17]
			{
				"|cff979797[22:18:43]|r|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:182:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 我打完啊", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
			}, -- [18]
			{
				"|cff979797[22:18:46]|r|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:183:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 还有箱子呢", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
			}, -- [19]
			{
				"|cff979797[22:18:47]|r|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kf43及|k000000000000|k:60:184:BN_WHISPER:|Kf43及|k000000000000|k|h|cffc41e3a|Kf43及|k000000000000|k|r|h|cffd8d8d8]|r: 哦哦", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
			}, -- [20]
		},
	},
}
