
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["雾梧桐 - 熊猫酒仙"] = "雾梧桐 - 熊猫酒仙",
	},
	["profiles"] = {
		["雾梧桐 - 熊猫酒仙"] = {
			["recent"] = {
				["0-0-0-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "易丨水丨寒-罗宁",
						["iLvl"] = 381,
						["time"] = 1546965531,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "易水寒#53251",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "白山玉-奥特兰克",
						["iLvl"] = 371,
						["time"] = 1546965531,
						["class"] = 1,
						["bTag"] = "闪亮之翼#51973",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "包子后卫-丽丽（四川）",
						["iLvl"] = 282,
						["time"] = 1546965531,
						["class"] = 9,
						["bTag"] = "阿拉丁空间#5670",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "守山犬-壁炉谷",
						["iLvl"] = 353,
						["time"] = 1546965531,
						["class"] = 3,
						["bTag"] = "公子世无双#51477",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "沿途有你-国王之谷",
						["iLvl"] = 364,
						["time"] = 1546965531,
						["class"] = 12,
						["bTag"] = "宋米来#5690",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "百变萌饭团-艾苏恩",
						["time"] = 1546965458,
						["class"] = 11,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "聖骑君王-瑞文戴尔",
						["time"] = 1546965531,
						["class"] = 9,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "慕丨慕-主宰之剑",
						["iLvl"] = 340,
						["time"] = 1546965525,
						["class"] = 7,
						["bTag"] = "Somnus#52378",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色祝福-世界之树",
						["iLvl"] = 370,
						["time"] = 1546965531,
						["class"] = 2,
						["bTag"] = "可可爸爸#5797",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "红叶雷诺-国王之谷",
						["time"] = 1546965520,
						["class"] = 1,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝翎雨-阿努巴拉克",
						["iLvl"] = 360,
						["time"] = 1546965531,
						["class"] = 3,
						["bTag"] = "狄毓箐#5490",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Fcupink-白银之手",
						["iLvl"] = 387,
						["time"] = 1546965518,
						["class"] = 11,
						["bTag"] = "Chriswan#5526",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "犇逼-麦迪文",
						["iLvl"] = 377,
						["time"] = 1546965531,
						["class"] = 2,
						["bTag"] = "蓝色的橘子#5430",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "甜蜜的死亡-塞拉摩",
						["iLvl"] = 369,
						["time"] = 1546965531,
						["class"] = 6,
						["bTag"] = "一生相思月相知#5356",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "一只蜜袋肥-迦拉克隆",
						["iLvl"] = 343,
						["time"] = 1546965531,
						["class"] = 11,
						["bTag"] = "McGrady00H#5437",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "庄好人叔叔-凯尔萨斯",
						["time"] = 1546965520,
						["class"] = 6,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "风之行者希望-风行者",
						["iLvl"] = 382,
						["time"] = 1546965525,
						["class"] = 3,
						["bTag"] = "天佑呆呆#5928",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "秋天没有雨-安苏",
						["iLvl"] = 369,
						["time"] = 1546965531,
						["class"] = 2,
						["bTag"] = "Victor#5796",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "灬老表灬-雷霆号角",
						["iLvl"] = 375,
						["time"] = 1546965520,
						["class"] = 1,
						["bTag"] = "牵着手的手#5102",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "四季瓜-迦拉克隆",
						["iLvl"] = 348,
						["time"] = 1546965531,
						["class"] = 6,
						["bTag"] = "非洲欧皇#51760",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "那个槑贼-主宰之剑",
						["iLvl"] = 378,
						["time"] = 1546965531,
						["class"] = 8,
						["bTag"] = "压缩饼干#5284",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "我卖萌你输出-蜘蛛王国",
						["iLvl"] = 383,
						["time"] = 1546965531,
						["class"] = 11,
						["bTag"] = "打啵贝斯#5660",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "阿月浑子-雷霆号角",
						["iLvl"] = 366,
						["time"] = 1546965531,
						["class"] = 11,
						["bTag"] = "牵着手的手#5102",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Billieæjean-诺兹多姆",
						["time"] = 1546965458,
						["class"] = 9,
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "买了否冷丶-国王之谷",
						["iLvl"] = 377,
						["time"] = 1546965531,
						["class"] = 5,
						["bTag"] = "一般人#51960",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "法哆哆-守护之剑",
						["iLvl"] = 361,
						["time"] = 1546965516,
						["class"] = 8,
						["bTag"] = "DanielKing#5634",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "天神丶撸至琛-熊猫酒仙",
						["iLvl"] = 386,
						["time"] = 1546965458,
						["class"] = 10,
						["bTag"] = "天神之雷#5314",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "星月三-斯坦索姆",
						["iLvl"] = 371,
						["time"] = 1546965531,
						["class"] = 11,
						["bTag"] = "休闲客#5566",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "糖门鬼术-梦境之树",
						["iLvl"] = 383,
						["time"] = 1546965531,
						["class"] = 9,
						["bTag"] = "末班649#5460",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "风行者溫蕾萨-末日行者",
						["iLvl"] = 376,
						["time"] = 1546965516,
						["class"] = 3,
						["bTag"] = "死者幽魂的大光头#5718",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子汁儿-诺莫瑞根",
						["iLvl"] = 382,
						["time"] = 1546965531,
						["class"] = 12,
						["bTag"] = "Archangel#5710",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "Zroice-熊猫酒仙",
						["iLvl"] = 381,
						["time"] = 1546965527,
						["class"] = 10,
						["bTag"] = "roice#51516",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Fó-祖阿曼",
						["iLvl"] = 311,
						["time"] = 1546965531,
						["class"] = 3,
						["bTag"] = "零伍贰柒#5425",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "凝聚-黑暗之矛",
						["iLvl"] = 372,
						["time"] = 1546965531,
						["class"] = 3,
						["bTag"] = "凝聚#5456",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "錵雨落下-国王之谷",
						["iLvl"] = 372,
						["time"] = 1546965531,
						["class"] = 9,
						["bTag"] = "kexilu520#5583",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "乄之乎者也-熊猫酒仙",
						["iLvl"] = 352,
						["time"] = 1546965518,
						["class"] = 7,
						["bTag"] = "TheMask#51367",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡然灬奕然-回音山",
						["iLvl"] = 350,
						["time"] = 1546965531,
						["class"] = 3,
						["bTag"] = "小生怕怕#5605",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "行云有影-轻风之语",
						["iLvl"] = 387,
						["time"] = 1546965531,
						["class"] = 11,
						["bTag"] = "雪飞溶溶#5926",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "冰淇凌-轻风之语",
						["iLvl"] = 388,
						["time"] = 1546965531,
						["class"] = 8,
						["bTag"] = "帕特农#5752",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "观不完的温柔-熊猫酒仙",
						["iLvl"] = 382,
						["time"] = 1547043621,
						["class"] = 10,
						["bTag"] = "观之流星#5648",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "咔呲嘣-熊猫酒仙",
						["time"] = 1547043621,
						["class"] = 3,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "噩梦复仇-熊猫酒仙",
						["iLvl"] = 386,
						["time"] = 1547043621,
						["class"] = 12,
						["bTag"] = "爱屋及乌#5385",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "双楼-熊猫酒仙",
						["time"] = 1547043621,
						["class"] = 7,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "新鸥鹏教育城-主宰之剑",
						["iLvl"] = 364,
						["time"] = 1548481666,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "Cloud#51182",
					}, -- [44]
					{
						["role"] = "HEALER",
						["name"] = "杀戮乄白狐-安苏",
						["iLvl"] = 371,
						["time"] = 1548480926,
						["class"] = 5,
						["bTag"] = "疯癫浪子#5220",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "波雅灬漢庫克-罗宁",
						["iLvl"] = 370,
						["time"] = 1548481195,
						["class"] = 5,
						["bTag"] = "大猪#5993",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "尼德瞑龌脦-烈焰峰",
						["time"] = 1548480695,
						["class"] = 11,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "梦境之触-德拉诺",
						["time"] = 1548481746,
						["class"] = 11,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "鼎鼎怪叔叔-天谴之门",
						["iLvl"] = 334,
						["time"] = 1548481746,
						["class"] = 3,
						["bTag"] = "ZeroDemon#5351",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "Silentsinger-永恒之井",
						["iLvl"] = 368,
						["time"] = 1548481746,
						["class"] = 4,
						["bTag"] = "Playercc#5552",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "Huntereight-国王之谷",
						["iLvl"] = 370,
						["time"] = 1548481746,
						["class"] = 3,
						["bTag"] = "陪都八号#5292",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "卢梭-银月",
						["iLvl"] = 390,
						["time"] = 1548953891,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "卢梭#5477",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "不得了的骑士-安苏",
						["iLvl"] = 361,
						["time"] = 1548953907,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "不得了#51347",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "梧桐树下-艾森娜",
						["iLvl"] = 374,
						["time"] = 1548954063,
						["class"] = 9,
						["bTag"] = "孤独的秋#51501",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "小达人丨零三-贫瘠之地",
						["iLvl"] = 292,
						["time"] = 1548953930,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "JAY#5538",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Nepgear-雷霆号角",
						["iLvl"] = 381,
						["time"] = 1548953832,
						["class"] = 2,
						["bTag"] = "风中飘逸的胖子#5782",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "杰洛特利维亚-神圣之歌",
						["iLvl"] = 383,
						["time"] = 1548954063,
						["class"] = 12,
						["bTag"] = "死亡之翼#510879",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "虚空丶公子-金色平原",
						["iLvl"] = 379,
						["time"] = 1548953914,
						["class"] = 4,
						["bTag"] = "撒弗拉丶冰凝#5495",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "若有似无-破碎岭",
						["iLvl"] = 347,
						["time"] = 1548953939,
						["class"] = 6,
						["bTag"] = "刕刕#5114",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "猫又酱-白银之手",
						["iLvl"] = 373,
						["time"] = 1548953901,
						["class"] = 12,
						["bTag"] = "猫又#52282",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "人形暴龙-埃德萨拉",
						["iLvl"] = 365,
						["time"] = 1548953930,
						["class"] = 4,
						["bTag"] = "Pip#5986",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "泰泰迪迪熊-末日行者",
						["iLvl"] = 384,
						["time"] = 1548953891,
						["class"] = 10,
						["bTag"] = "Teddy0619#5629",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "张祎涵-暗影之月",
						["iLvl"] = 382,
						["time"] = 1548953930,
						["class"] = 3,
						["bTag"] = "沧浪之水#5875",
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "老友条-自由之风",
						["iLvl"] = 373,
						["time"] = 1548953907,
						["class"] = 6,
						["bTag"] = "暗夜之骑士#534473",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "黑猫紧张-远古海滩",
						["time"] = 1548953716,
						["class"] = 8,
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "风之搞笑-安苏",
						["iLvl"] = 384,
						["time"] = 1548953832,
						["class"] = 11,
						["bTag"] = "枫夼幻象#5709",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "怕就是爱-迦罗娜",
						["time"] = 1548953926,
						["class"] = 2,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "游学者卓周-国王之谷",
						["iLvl"] = 374,
						["time"] = 1548953893,
						["class"] = 10,
						["bTag"] = "安德鲁#5596",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "不可战胜-古加尔",
						["iLvl"] = 366,
						["time"] = 1548953832,
						["class"] = 6,
						["bTag"] = "赵信#5432",
					}, -- [69]
					{
						["role"] = "TANK",
						["name"] = "葚蓝-主宰之剑",
						["time"] = 1548953832,
						["class"] = 1,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁家的二叔-灰谷",
						["iLvl"] = 316,
						["time"] = 1548953926,
						["class"] = 8,
						["bTag"] = "凡心#5872",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "阿狸的笑绽放-金色平原",
						["iLvl"] = 365,
						["time"] = 1548954063,
						["class"] = 10,
						["bTag"] = "孤傲之熊#56151",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "术妖-白银之手",
						["iLvl"] = 351,
						["time"] = 1548953863,
						["class"] = 9,
						["bTag"] = "丶雨#51386",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "枪炮玫瑰-冰霜之刃",
						["iLvl"] = 141,
						["time"] = 1548953764,
						["class"] = 3,
						["bTag"] = "老男孩#5478",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "丷叁柒丷-翡翠梦境",
						["iLvl"] = 379,
						["time"] = 1548953880,
						["class"] = 3,
						["bTag"] = "丷叁柒丷#5318",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "北极飞狐-山丘之王",
						["iLvl"] = 378,
						["time"] = 1548953872,
						["class"] = 11,
						["bTag"] = "秀才爱玩波#5386",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "仨小术-远古海滩",
						["iLvl"] = 390,
						["time"] = 1548953832,
						["class"] = 9,
						["bTag"] = "魔灵幻影#5854",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "娜亚特蕾依-罗宁",
						["iLvl"] = 392,
						["time"] = 1548953865,
						["class"] = 12,
						["bTag"] = "nayaterly#5742",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "后跳踩到翔-末日祷告祭坛",
						["iLvl"] = 380,
						["time"] = 1548953899,
						["class"] = 3,
						["bTag"] = "未成年面包#5710",
					}, -- [79]
					{
						["role"] = "HEALER",
						["name"] = "虹之间-塞拉摩",
						["time"] = 1548953899,
						["class"] = 5,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "倾城之殇-国王之谷",
						["iLvl"] = 124,
						["time"] = 1548953874,
						["class"] = 8,
						["bTag"] = "第六元素#5701",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "丶功夫死骑-罗宁",
						["iLvl"] = 383,
						["time"] = 1548953874,
						["class"] = 6,
						["bTag"] = "橙子#5325",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "最佳领袖-熊猫酒仙",
						["iLvl"] = 377,
						["time"] = 1548954063,
						["class"] = 2,
						["bTag"] = "freedom#53176",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "还是苍穹-玛诺洛斯",
						["iLvl"] = 391,
						["time"] = 1548953884,
						["class"] = 2,
						["bTag"] = "Yuri#5301",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "钯钯熊-熊猫酒仙",
						["iLvl"] = 366,
						["time"] = 1548953865,
						["class"] = 11,
						["bTag"] = "Conan#5693",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "Vc-冰风岗",
						["time"] = 1548953865,
						["class"] = 8,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "三妹真火-风暴峭壁",
						["iLvl"] = 364,
						["time"] = 1548953930,
						["class"] = 9,
						["bTag"] = "北海盗气疯#5395",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "黯烨潇湘-末日行者",
						["iLvl"] = 368,
						["time"] = 1548953926,
						["class"] = 3,
						["bTag"] = "店尛贰#5839",
					}, -- [88]
					{
						["role"] = "HEALER",
						["name"] = "丶桃癫癫丶-国王之谷",
						["iLvl"] = 385,
						["time"] = 1548953884,
						["class"] = 2,
						["bTag"] = "昵称不符合规则#51960",
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "咩咩毛飞舞-熊猫酒仙",
						["iLvl"] = 389,
						["time"] = 1548953874,
						["class"] = 6,
						["bTag"] = "咩咩#5388",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "筱絮年华-巴尔古恩",
						["iLvl"] = 374,
						["time"] = 1548953884,
						["class"] = 1,
						["bTag"] = "我是陈易周#5226",
					}, -- [91]
					{
						["role"] = "TANK",
						["name"] = "大主教艾维娜-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1548953882,
						["class"] = 2,
						["bTag"] = "爱雪的云#5900",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "法力疯爆-永恒之井",
						["iLvl"] = 367,
						["time"] = 1548954189,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Silence#52848",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "蒲公英的传说-火烟之谷",
						["iLvl"] = 372,
						["time"] = 1548954204,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "跳跳熊#5261725",
					}, -- [94]
					{
						["role"] = "HEALER",
						["name"] = "栩然-末日行者",
						["time"] = 1548954195,
						["class"] = 11,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋-艾森娜",
						["iLvl"] = 375,
						["time"] = 1548954205,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "孤独的秋#51501",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "幽音-白银之手",
						["time"] = 1548954205,
						["class"] = 9,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "基督山婆嘙-耳语海岸",
						["iLvl"] = 376,
						["time"] = 1548954205,
						["class"] = 3,
						["bTag"] = "基督山婆婆#5613",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "Kdaukkxo-荆棘谷",
						["iLvl"] = 347,
						["time"] = 1548954205,
						["class"] = 2,
						["bTag"] = "吕业主#5421",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "黑大六-破碎岭",
						["iLvl"] = 395,
						["time"] = 1548954205,
						["class"] = 1,
						["bTag"] = "无限剑制#5329",
					}, -- [100]
					{
						["role"] = "HEALER",
						["name"] = "蝶舞幽风-银月",
						["time"] = 1548954205,
						["class"] = 11,
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "芬娜丶银剑-金度",
						["iLvl"] = 368,
						["time"] = 1548954205,
						["class"] = 2,
						["bTag"] = "孤舟#5686",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "提里奥什噩梦-主宰之剑",
						["time"] = 1548954205,
						["class"] = 4,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "移花接玉-朵丹尼尔",
						["iLvl"] = 380,
						["time"] = 1548954205,
						["class"] = 12,
						["bTag"] = "Icestone#5813",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "安哲罗普洛斯-诺兹多姆",
						["iLvl"] = 391,
						["time"] = 1548954193,
						["class"] = 8,
						["bTag"] = "RobotWizard#584362",
					}, -- [105]
					{
						["role"] = "TANK",
						["name"] = "雲之彼端-羽月",
						["time"] = 1548954205,
						["class"] = 6,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "花信风至-主宰之剑",
						["iLvl"] = 376,
						["time"] = 1548954187,
						["class"] = 6,
						["bTag"] = "爱玩玩不玩滚#51618",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "Snc-暮色森林",
						["time"] = 1548954205,
						["class"] = 3,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "嬴政-阿古斯",
						["iLvl"] = 385,
						["time"] = 1548954189,
						["class"] = 4,
						["bTag"] = "司广顺#5838",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "一动不如一静-主宰之剑",
						["iLvl"] = 392,
						["time"] = 1548954204,
						["class"] = 8,
						["bTag"] = "叫我大炮哥#5504",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "欧阳青松-拉文凯斯",
						["iLvl"] = 382,
						["time"] = 1548954205,
						["class"] = 2,
						["bTag"] = "我有首杀保护#5110",
					}, -- [111]
					{
						["role"] = "HEALER",
						["name"] = "风雷姬潘妮罗-梦境之树",
						["iLvl"] = 385,
						["time"] = 1548954205,
						["class"] = 7,
						["bTag"] = "沉默的抵抗者#5647",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "婲祭-国王之谷",
						["iLvl"] = 394,
						["time"] = 1548954205,
						["class"] = 3,
						["bTag"] = "范郭礼宸#5267",
					}, -- [113]
					{
						["role"] = "TANK",
						["name"] = "流年遇见-晴日峰（江苏）",
						["iLvl"] = 372,
						["time"] = 1548954205,
						["class"] = 11,
						["bTag"] = "死亡之翼#527463",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "壹身大汉-白银之手",
						["iLvl"] = 331,
						["time"] = 1548954205,
						["class"] = 6,
						["bTag"] = "匚神匚#5531",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "暮幽晓夕姬-诺莫瑞根",
						["iLvl"] = 380,
						["time"] = 1548954205,
						["class"] = 12,
						["bTag"] = "丁尼格菲#5199",
					}, -- [116]
					{
						["role"] = "TANK",
						["name"] = "阿彻鲁斯-诺兹多姆",
						["iLvl"] = 376,
						["time"] = 1548954205,
						["class"] = 6,
						["bTag"] = "Henry#53978",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "射你无罪灬-格瑞姆巴托",
						["iLvl"] = 374,
						["time"] = 1548954145,
						["class"] = 3,
						["bTag"] = "灬安叔叔灬#5788",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "三骑士-塞拉摩",
						["iLvl"] = 377,
						["time"] = 1548954205,
						["class"] = 2,
						["bTag"] = "Chao#5779",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "Hills-时光之穴",
						["iLvl"] = 390,
						["time"] = 1548954205,
						["class"] = 9,
						["bTag"] = "闪灵风流#51691",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "笑出小虎牙丶-安苏",
						["iLvl"] = 380,
						["time"] = 1548954205,
						["class"] = 5,
						["bTag"] = "Distlnce#5767",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "银骑-破碎岭",
						["iLvl"] = 382,
						["time"] = 1548954205,
						["class"] = 2,
						["bTag"] = "银智圣#5558",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "许大橘-罗宁",
						["iLvl"] = 388,
						["time"] = 1548954205,
						["class"] = 11,
						["bTag"] = "Matsuko#51917",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "效哥-雷克萨",
						["iLvl"] = 367,
						["time"] = 1548954189,
						["class"] = 10,
						["bTag"] = "效效#5590",
					}, -- [124]
					{
						["role"] = "TANK",
						["name"] = "请叫我蓝胖-奥特兰克",
						["iLvl"] = 371,
						["time"] = 1548954145,
						["class"] = 10,
						["bTag"] = "汉森#51615",
					}, -- [125]
					{
						["role"] = "HEALER",
						["name"] = "绷带蝴蝶-主宰之剑",
						["iLvl"] = 360,
						["time"] = 1548954205,
						["class"] = 2,
						["bTag"] = "来迎#5530",
					}, -- [126]
					{
						["role"] = "TANK",
						["name"] = "那一次的颤抖-主宰之剑",
						["iLvl"] = 365,
						["time"] = 1548954204,
						["class"] = 6,
						["bTag"] = "灬拇指灬#5399",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "小心触手怪-白银之手",
						["iLvl"] = 279,
						["time"] = 1548954205,
						["class"] = 4,
						["bTag"] = "欧吃矛#51978",
					}, -- [128]
					{
						["role"] = "TANK",
						["name"] = "Sabar-塞拉摩",
						["iLvl"] = 320,
						["time"] = 1548954189,
						["class"] = 2,
						["bTag"] = "Saber#51974",
					}, -- [129]
					{
						["role"] = "HEALER",
						["name"] = "青木川-暗影之月",
						["iLvl"] = 392,
						["time"] = 1548954189,
						["class"] = 5,
						["bTag"] = "蟹蟹#51933",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "光中之光-银松森林",
						["iLvl"] = 367,
						["time"] = 1548954205,
						["class"] = 8,
						["bTag"] = "我是传奇#5602",
					}, -- [131]
				},
			},
			["createHistoryList"] = {
				"3-135-495-0", -- [1]
				"3-132-483-0", -- [2]
				"2-120-466-0", -- [3]
				"2-117-464-0", -- [4]
				"2-113-460-0", -- [5]
				"2-112-459-0", -- [6]
			},
			["version"] = "80000.05",
			["lastSearchCode"] = "2-0-0-0",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["point"] = "BOTTOMLEFT",
					["scale"] = 1,
				},
			},
			["advShine"] = "60200.09",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
			},
			["searchInputHistory"] = {
				["3-110-410-0"] = {
					"m", -- [1]
					"m10", -- [2]
					"22", -- [3]
					"AK", -- [4]
					"熊猫", -- [5]
				},
				["3-110-409-0"] = {
					"ak", -- [1]
					"10", -- [2]
					"55555", -- [3]
					"99", -- [4]
					"8", -- [5]
				},
				["3-15-40-0"] = {
					"110", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					[6] = false,
					[7] = false,
					[8] = false,
					[10] = false,
					[9] = false,
				},
			},
		},
	},
}
