
ClassTimerDB = {
	["char"] = {
		["烦躁啊 - 伊森利恩"] = {
			["Custom"] = {
				["冰枪"] = "冰枪",
				["要害打击"] = "要害打击",
				["黯淡之光"] = "黯淡之光",
			},
		},
		["霜梧桐 - 伊森利恩"] = {
			["Custom"] = {
				["死缓令"] = "死缓令",
				["神圣守卫"] = "神圣守卫",
				["远古列王守卫"] = "远古列王守卫",
			},
		},
	},
	["profileKeys"] = {
		["梧桐雨 - 伊森利恩"] = "梧桐雨 - 伊森利恩",
		["雨梧桐 - 伊森利恩"] = "雨梧桐 - 伊森利恩",
		["Guildmaster - 伊森利恩"] = "Guildmaster - 伊森利恩",
		["梧桐黃昏 - 伊森利恩"] = "梧桐黃昏 - 伊森利恩",
		["缄默 - 伊森利恩"] = "缄默 - 伊森利恩",
		["梧桐啊啊 - 火烟之谷"] = "梧桐啊啊 - 火烟之谷",
		["霜梧桐 - 伊森利恩"] = "霜梧桐 - 伊森利恩",
		["烦躁啊 - 伊森利恩"] = "烦躁啊 - 伊森利恩",
		["猪小幼 - 伊森利恩"] = "猪小幼 - 伊森利恩",
		["Phoenixtree - 伊森利恩"] = "Phoenixtree - 伊森利恩",
		["风梧桐 - 伊森利恩"] = "风梧桐 - 伊森利恩",
		["骑士开无敌 - 伊森利恩"] = "骑士开无敌 - 伊森利恩",
		["雪梧桐 - 伊森利恩"] = "雪梧桐 - 伊森利恩",
	},
	["profiles"] = {
		["梧桐雨 - 伊森利恩"] = {
			["Units"] = {
				["player"] = {
					["y"] = 283.9998235609222,
					["x"] = 1544.000444790605,
					["width"] = 215,
				},
				["general"] = {
					["width"] = 215,
				},
				["focus"] = {
					["y"] = 566.9998847675015,
					["x"] = 1486.99987984362,
					["width"] = 215,
				},
				["target"] = {
					["y"] = 167.9995880126953,
					["x"] = 901,
					["width"] = 215,
				},
				["sticky"] = {
					["width"] = 215,
				},
				["pet"] = {
					["y"] = 437.0000361768497,
					["x"] = 1332.000405126007,
					["width"] = 215,
				},
			},
		},
		["雨梧桐 - 伊森利恩"] = {
			["Abilities"] = {
				["战术大师"] = true,
				["荷枪实弹"] = true,
				["毒蛇钉刺"] = true,
				["死亡标记"] = false,
				["爆炸射击"] = true,
				["疾速杀戮"] = true,
				["急速射击"] = true,
				["快速射击"] = true,
				["猎人印记"] = false,
				["狙击训练"] = true,
			},
			["Units"] = {
				["target"] = {
					["y"] = 312.999917183053,
					["x"] = 602.9998730048964,
					["width"] = 215,
				},
				["player"] = {
					["y"] = 553.0000605227069,
					["x"] = 605.9992651107248,
					["width"] = 202,
				},
				["pet"] = {
					["y"] = 269.9999117804611,
					["x"] = 1247.999919029508,
				},
				["focus"] = {
					["y"] = 279.0001189254094,
					["x"] = 1471.000180747474,
				},
			},
		},
		["Guildmaster - 伊森利恩"] = {
			["Units"] = {
				["player"] = {
				},
				["focus"] = {
				},
			},
		},
		["梧桐黃昏 - 伊森利恩"] = {
			["Units"] = {
				["target"] = {
					["y"] = 236.9998583700271,
					["x"] = 865.0004254370167,
					["width"] = 230,
				},
				["player"] = {
					["y"] = 257.9999623870183,
					["x"] = 1269.0000755679,
					["scale"] = 0.94,
					["width"] = 225,
				},
				["focus"] = {
					["y"] = 454.9998552242141,
					["x"] = 1553.000091707288,
				},
			},
		},
		["缄默 - 伊森利恩"] = {
			["Units"] = {
				["target"] = {
					["y"] = 326.9999515134472,
					["x"] = 1464.00012856801,
				},
				["player"] = {
					["y"] = 332.9999962387018,
					["x"] = 1129.000152435157,
				},
				["focus"] = {
					["y"] = 562.9999249791983,
					["x"] = 1499.000109351196,
				},
			},
		},
		["梧桐啊啊 - 火烟之谷"] = {
			["Units"] = {
				["player"] = {
				},
				["focus"] = {
				},
			},
		},
		["霜梧桐 - 伊森利恩"] = {
			["Group"] = {
				["player"] = true,
			},
			["AllInOneOwner"] = "player",
			["Abilities"] = {
				["异端裁决"] = true,
				["力量祝福"] = false,
				["神圣使命"] = false,
				["清算"] = false,
				["复仇之怒"] = false,
				["神圣之盾"] = true,
				["神圣恳求"] = true,
				["真理圣印"] = false,
				["公正圣印"] = false,
				["正义圣印"] = false,
				["洞察圣印"] = false,
				["王者祝福"] = false,
			},
			["Units"] = {
				["target"] = {
					["y"] = 224.0000240723083,
					["x"] = 1326.999807626695,
					["scale"] = 1.15,
				},
				["player"] = {
					["y"] = 368.5285523905409,
					["x"] = 1217.264956032818,
					["scale"] = 1.21,
					["height"] = 17,
					["width"] = 171,
				},
				["focus"] = {
					["y"] = 548.0001633087278,
					["x"] = 1530.000760602877,
				},
			},
		},
		["烦躁啊 - 伊森利恩"] = {
			["Sticky"] = {
				["要害打击"] = true,
				["冰枪"] = true,
				["黯淡之光"] = true,
			},
			["Abilities"] = {
				["Evasion"] = false,
				["Blade Flurry"] = false,
				["恢复"] = true,
				["切割"] = true,
				["Envenom"] = false,
				["Cloak of Shadows"] = false,
				["Adrenaline Rush"] = false,
			},
			["Units"] = {
				["player"] = {
					["y"] = 202.0001927152408,
					["x"] = 1105.001023962137,
					["width"] = 211,
				},
				["general"] = {
					["width"] = 211,
				},
				["focus"] = {
					["y"] = 456.9998001040991,
					["width"] = 211,
					["x"] = 1544.000304733539,
				},
				["target"] = {
					["y"] = 192.9999330488926,
					["x"] = 608.9992874733521,
					["width"] = 211,
				},
				["sticky"] = {
					["reversed"] = false,
					["showIcons"] = true,
					["y"] = 393.7685164434724,
					["x"] = 369.786544961088,
					["height"] = 25,
					["scale"] = 2,
					["fontsize"] = 13.5,
					["textcolor"] = {
						0, -- [1]
						0.1764705882352941, -- [2]
						nil, -- [3]
						1, -- [4]
					},
					["width"] = 122,
				},
			},
		},
		["猪小幼 - 伊森利恩"] = {
			["Units"] = {
				["target"] = {
					["y"] = 163.0002346366186,
					["x"] = 1244.000449440938,
				},
				["player"] = {
					["y"] = 486.000016276163,
					["x"] = 1478.000232926938,
				},
				["pet"] = {
					["y"] = 685.000274164443,
					["x"] = 1322.000470640982,
				},
				["focus"] = {
					["y"] = 318.9999619083076,
					["x"] = 1385.000099913757,
				},
			},
		},
		["Phoenixtree - 伊森利恩"] = {
			["Units"] = {
				["target"] = {
					["y"] = 566.9999547960347,
					["x"] = 1378.00018779136,
				},
				["player"] = {
					["y"] = 227.9997912821452,
					["x"] = 1394.000167001639,
				},
				["focus"] = {
					["y"] = 610.0002052984929,
					["x"] = 1586.000197639122,
				},
			},
		},
		["风梧桐 - 伊森利恩"] = {
			["Units"] = {
				["target"] = {
					["y"] = 236.0000610014176,
					["x"] = 527.9998041389462,
				},
				["player"] = {
					["y"] = 239.0000133355117,
					["x"] = 1255.000111266039,
				},
				["pet"] = {
					["y"] = 339.9999783896323,
					["x"] = 1486.000012446478,
				},
				["focus"] = {
					["y"] = 172.9999765431769,
					["x"] = 1498.000101896987,
				},
			},
		},
		["骑士开无敌 - 伊森利恩"] = {
			["Units"] = {
				["focus"] = {
				},
				["player"] = {
				},
			},
		},
		["雪梧桐 - 伊森利恩"] = {
			["Abilities"] = {
				["痛击"] = false,
			},
			["Units"] = {
				["player"] = {
					["y"] = 178.9358226106131,
					["x"] = 693.9364052015061,
					["enable"] = false,
					["scale"] = 1.24,
					["width"] = 198,
				},
				["general"] = {
					["scale"] = 1.24,
					["width"] = 198,
				},
				["focus"] = {
					["y"] = 556.0003980137336,
					["x"] = 1457.000776673879,
					["scale"] = 1.24,
					["width"] = 198,
				},
				["target"] = {
					["y"] = 98.32188136578344,
					["x"] = 704.5165961126916,
					["scale"] = 1.24,
					["width"] = 198,
				},
				["sticky"] = {
					["scale"] = 1.24,
					["width"] = 198,
				},
			},
		},
	},
}
