
DataStore_AuctionsDB = {
	["profileKeys"] = {
		["梧桐喵 - 伊森利恩"] = "梧桐喵 - 伊森利恩",
		["风梧桐 - 熊猫酒仙"] = "风梧桐 - 熊猫酒仙",
		["雪梧桐 - 熊猫酒仙"] = "雪梧桐 - 熊猫酒仙",
		["霜梧桐 - 熊猫酒仙"] = "霜梧桐 - 熊猫酒仙",
		["雾梧桐 - 熊猫酒仙"] = "雾梧桐 - 熊猫酒仙",
		["雨梧桐 - 熊猫酒仙"] = "雨梧桐 - 熊猫酒仙",
	},
	["global"] = {
		["Characters"] = {
			["Default.熊猫酒仙.雪梧桐"] = {
				["lastUpdate"] = 1426346730,
				["lastVisitDate"] = "2015/03/14 23:25",
			},
			["Default.熊猫酒仙.霜梧桐"] = {
				["lastUpdate"] = 1426866492,
				["lastVisitDate"] = "2015/03/20 23:48",
			},
			["Default.熊猫酒仙.雾梧桐"] = {
				["lastUpdate"] = 1426927402,
				["Auctions"] = {
					"1|118855|1||5000523|5005500|4", -- [1]
				},
				["Bids"] = {
					"0|118472|10||4410070|0|4", -- [1]
					"0|118472|10||4639120|0|4", -- [2]
					"0|118472|10||37070|0|4", -- [3]
					"0|118472|10||37070|0|4", -- [4]
					"0|118472|10||40770|0|4", -- [5]
				},
				["lastVisitDate"] = "2015/03/21 16:43",
			},
			["Default.熊猫酒仙.雨梧桐"] = {
				["lastUpdate"] = 1426418546,
				["lastVisitDate"] = "2015/03/15 19:22",
			},
		},
	},
}
