
Gladius2DB = {
	["profileKeys"] = {
		["梧桐术 - 熊猫酒仙"] = "梧桐术 - 熊猫酒仙",
		["雾梧桐 - 熊猫酒仙"] = "雾梧桐 - 熊猫酒仙",
		["雨梧桐 - 熊猫酒仙"] = "雨梧桐 - 熊猫酒仙",
		["梧桐哟 - 伊森利恩"] = "梧桐哟 - 伊森利恩",
		["烦躁啊 - 伊森利恩"] = "烦躁啊 - 伊森利恩",
		["紫梧桐 - 熊猫酒仙"] = "紫梧桐 - 熊猫酒仙",
		["梧桐喵 - 熊猫酒仙"] = "梧桐喵 - 熊猫酒仙",
		["雪梧桐 - 熊猫酒仙"] = "雪梧桐 - 熊猫酒仙",
		["霜梧桐 - 熊猫酒仙"] = "霜梧桐 - 熊猫酒仙",
		["祈梧桐 - 熊猫酒仙"] = "祈梧桐 - 熊猫酒仙",
	},
	["profiles"] = {
		["梧桐术 - 熊猫酒仙"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
		},
		["雾梧桐 - 熊猫酒仙"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 501.877661034596,
			},
			["x"] = {
				["arena1"] = 99.4666986220909,
			},
		},
		["雨梧桐 - 熊猫酒仙"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 47.5555429181486,
			},
			["y"] = {
				["arena1"] = 501.877819725996,
			},
		},
		["梧桐哟 - 伊森利恩"] = {
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1077.24459549667,
			},
			["auraVersion"] = 1,
			["y"] = {
				["arena1"] = 415.83339844361,
			},
		},
		["烦躁啊 - 伊森利恩"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1142.66568074352,
			},
			["y"] = {
				["arena1"] = 486.944363852854,
			},
		},
		["紫梧桐 - 熊猫酒仙"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 553.788752270157,
			},
			["x"] = {
				["arena1"] = 50.4000713935238,
			},
		},
		["梧桐喵 - 熊猫酒仙"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 79.5555547143658,
			},
			["y"] = {
				["arena1"] = 506.144476063637,
			},
		},
		["雪梧桐 - 熊猫酒仙"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 39.022202967783,
			},
			["y"] = {
				["arena1"] = 665.433389288337,
			},
		},
		["霜梧桐 - 熊猫酒仙"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1219.46501874685,
			},
			["y"] = {
				["arena1"] = 580.811636410799,
			},
		},
		["祈梧桐 - 熊猫酒仙"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
		},
	},
}
