
HandyNotesDB = {
	["profileKeys"] = {
		["堡主 - 熊猫酒仙"] = "堡主 - 熊猫酒仙",
		["雪梧桐 - 伊森利恩"] = "雪梧桐 - 伊森利恩",
		["月麝 - 熊猫酒仙"] = "月麝 - 熊猫酒仙",
		["霜梧桐 - 熊猫酒仙"] = "霜梧桐 - 熊猫酒仙",
		["Dadsdsf - 格瑞姆巴托"] = "Dadsdsf - 格瑞姆巴托",
		["雨梧桐 - 熊猫酒仙"] = "雨梧桐 - 熊猫酒仙",
		["测测是 - 伊森利恩"] = "测测是 - 伊森利恩",
		["梧桐喵 - 熊猫酒仙"] = "梧桐喵 - 熊猫酒仙",
		["紫梧桐 - 熊猫酒仙"] = "紫梧桐 - 熊猫酒仙",
		["颜值爆死全家 - 末日行者"] = "颜值爆死全家 - 末日行者",
		["梧桐哟 - 伊森利恩"] = "梧桐哟 - 伊森利恩",
		["Thelastangel - 布莱克摩"] = "Thelastangel - 布莱克摩",
		["烦躁啊 - 伊森利恩"] = "烦躁啊 - 伊森利恩",
		["梧桐晨曦 - 伊森利恩"] = "梧桐晨曦 - 伊森利恩",
		["霜梧桐 - 伊森利恩"] = "霜梧桐 - 伊森利恩",
		["我不是会长哦 - 伊森利恩"] = "我不是会长哦 - 伊森利恩",
		["风梧桐 - 熊猫酒仙"] = "风梧桐 - 熊猫酒仙",
		["颜值爆表死爹 - 末日行者"] = "颜值爆表死爹 - 末日行者",
		["雾梧桐 - 熊猫酒仙"] = "雾梧桐 - 熊猫酒仙",
		["灰梧桐 - 熊猫酒仙"] = "灰梧桐 - 熊猫酒仙",
		["Apsc - 熊猫酒仙"] = "Apsc - 熊猫酒仙",
		["颜值爆表死妈 - 末日行者"] = "颜值爆表死妈 - 末日行者",
		["Hokin - 熊猫酒仙"] = "Hokin - 熊猫酒仙",
		["颜值爆表呦呦 - 末日行者"] = "颜值爆表呦呦 - 末日行者",
		["梧桐喵 - 伊森利恩"] = "梧桐喵 - 伊森利恩",
		["麝月 - 熊猫酒仙"] = "麝月 - 熊猫酒仙",
		["飘哥 - 熊猫酒仙"] = "飘哥 - 熊猫酒仙",
		["梧桐黃昏 - 伊森利恩"] = "梧桐黃昏 - 伊森利恩",
		["梧桐术 - 熊猫酒仙"] = "梧桐术 - 熊猫酒仙",
		["缄默 - 伊森利恩"] = "缄默 - 伊森利恩",
		["风梧桐 - 伊森利恩"] = "风梧桐 - 伊森利恩",
		["梧桐雨 - 伊森利恩"] = "梧桐雨 - 伊森利恩",
		["雪梧桐 - 熊猫酒仙"] = "雪梧桐 - 熊猫酒仙",
		["雨梧桐 - 伊森利恩"] = "雨梧桐 - 伊森利恩",
		["祈梧桐 - 熊猫酒仙"] = "祈梧桐 - 熊猫酒仙",
	},
	["profiles"] = {
		["堡主 - 熊猫酒仙"] = {
		},
		["雪梧桐 - 伊森利恩"] = {
		},
		["月麝 - 熊猫酒仙"] = {
		},
		["霜梧桐 - 熊猫酒仙"] = {
		},
		["Dadsdsf - 格瑞姆巴托"] = {
		},
		["雨梧桐 - 熊猫酒仙"] = {
		},
		["测测是 - 伊森利恩"] = {
		},
		["梧桐喵 - 熊猫酒仙"] = {
		},
		["紫梧桐 - 熊猫酒仙"] = {
		},
		["颜值爆死全家 - 末日行者"] = {
		},
		["梧桐哟 - 伊森利恩"] = {
		},
		["Thelastangel - 布莱克摩"] = {
		},
		["烦躁啊 - 伊森利恩"] = {
		},
		["梧桐晨曦 - 伊森利恩"] = {
		},
		["霜梧桐 - 伊森利恩"] = {
		},
		["我不是会长哦 - 伊森利恩"] = {
		},
		["风梧桐 - 熊猫酒仙"] = {
		},
		["颜值爆表死爹 - 末日行者"] = {
		},
		["雾梧桐 - 熊猫酒仙"] = {
		},
		["灰梧桐 - 熊猫酒仙"] = {
		},
		["Apsc - 熊猫酒仙"] = {
		},
		["颜值爆表死妈 - 末日行者"] = {
		},
		["Hokin - 熊猫酒仙"] = {
		},
		["颜值爆表呦呦 - 末日行者"] = {
		},
		["梧桐喵 - 伊森利恩"] = {
		},
		["麝月 - 熊猫酒仙"] = {
		},
		["飘哥 - 熊猫酒仙"] = {
		},
		["梧桐黃昏 - 伊森利恩"] = {
		},
		["梧桐术 - 熊猫酒仙"] = {
		},
		["缄默 - 伊森利恩"] = {
		},
		["风梧桐 - 伊森利恩"] = {
		},
		["梧桐雨 - 伊森利恩"] = {
		},
		["雪梧桐 - 熊猫酒仙"] = {
		},
		["雨梧桐 - 伊森利恩"] = {
		},
		["祈梧桐 - 熊猫酒仙"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["堡主 - 熊猫酒仙"] = "堡主 - 熊猫酒仙",
		["雪梧桐 - 伊森利恩"] = "雪梧桐 - 伊森利恩",
		["月麝 - 熊猫酒仙"] = "月麝 - 熊猫酒仙",
		["霜梧桐 - 熊猫酒仙"] = "霜梧桐 - 熊猫酒仙",
		["Dadsdsf - 格瑞姆巴托"] = "Dadsdsf - 格瑞姆巴托",
		["雨梧桐 - 熊猫酒仙"] = "雨梧桐 - 熊猫酒仙",
		["测测是 - 伊森利恩"] = "测测是 - 伊森利恩",
		["梧桐喵 - 熊猫酒仙"] = "梧桐喵 - 熊猫酒仙",
		["紫梧桐 - 熊猫酒仙"] = "紫梧桐 - 熊猫酒仙",
		["颜值爆死全家 - 末日行者"] = "颜值爆死全家 - 末日行者",
		["梧桐哟 - 伊森利恩"] = "梧桐哟 - 伊森利恩",
		["Thelastangel - 布莱克摩"] = "Thelastangel - 布莱克摩",
		["烦躁啊 - 伊森利恩"] = "烦躁啊 - 伊森利恩",
		["梧桐晨曦 - 伊森利恩"] = "梧桐晨曦 - 伊森利恩",
		["霜梧桐 - 伊森利恩"] = "霜梧桐 - 伊森利恩",
		["我不是会长哦 - 伊森利恩"] = "我不是会长哦 - 伊森利恩",
		["风梧桐 - 熊猫酒仙"] = "风梧桐 - 熊猫酒仙",
		["颜值爆表死爹 - 末日行者"] = "颜值爆表死爹 - 末日行者",
		["雾梧桐 - 熊猫酒仙"] = "雾梧桐 - 熊猫酒仙",
		["灰梧桐 - 熊猫酒仙"] = "灰梧桐 - 熊猫酒仙",
		["Apsc - 熊猫酒仙"] = "Apsc - 熊猫酒仙",
		["颜值爆表死妈 - 末日行者"] = "颜值爆表死妈 - 末日行者",
		["Hokin - 熊猫酒仙"] = "Hokin - 熊猫酒仙",
		["颜值爆表呦呦 - 末日行者"] = "颜值爆表呦呦 - 末日行者",
		["梧桐喵 - 伊森利恩"] = "梧桐喵 - 伊森利恩",
		["麝月 - 熊猫酒仙"] = "麝月 - 熊猫酒仙",
		["飘哥 - 熊猫酒仙"] = "飘哥 - 熊猫酒仙",
		["梧桐黃昏 - 伊森利恩"] = "梧桐黃昏 - 伊森利恩",
		["梧桐术 - 熊猫酒仙"] = "梧桐术 - 熊猫酒仙",
		["缄默 - 伊森利恩"] = "缄默 - 伊森利恩",
		["风梧桐 - 伊森利恩"] = "风梧桐 - 伊森利恩",
		["梧桐雨 - 伊森利恩"] = "梧桐雨 - 伊森利恩",
		["雪梧桐 - 熊猫酒仙"] = "雪梧桐 - 熊猫酒仙",
		["雨梧桐 - 伊森利恩"] = "雨梧桐 - 伊森利恩",
		["祈梧桐 - 熊猫酒仙"] = "祈梧桐 - 熊猫酒仙",
	},
	["profiles"] = {
		["堡主 - 熊猫酒仙"] = {
		},
		["雪梧桐 - 伊森利恩"] = {
		},
		["月麝 - 熊猫酒仙"] = {
		},
		["霜梧桐 - 熊猫酒仙"] = {
		},
		["Dadsdsf - 格瑞姆巴托"] = {
		},
		["雨梧桐 - 熊猫酒仙"] = {
		},
		["测测是 - 伊森利恩"] = {
		},
		["梧桐喵 - 熊猫酒仙"] = {
		},
		["紫梧桐 - 熊猫酒仙"] = {
		},
		["颜值爆死全家 - 末日行者"] = {
		},
		["梧桐哟 - 伊森利恩"] = {
		},
		["Thelastangel - 布莱克摩"] = {
		},
		["烦躁啊 - 伊森利恩"] = {
		},
		["梧桐晨曦 - 伊森利恩"] = {
		},
		["霜梧桐 - 伊森利恩"] = {
		},
		["我不是会长哦 - 伊森利恩"] = {
		},
		["风梧桐 - 熊猫酒仙"] = {
		},
		["颜值爆表死爹 - 末日行者"] = {
		},
		["雾梧桐 - 熊猫酒仙"] = {
		},
		["灰梧桐 - 熊猫酒仙"] = {
		},
		["Apsc - 熊猫酒仙"] = {
		},
		["颜值爆表死妈 - 末日行者"] = {
		},
		["Hokin - 熊猫酒仙"] = {
		},
		["颜值爆表呦呦 - 末日行者"] = {
		},
		["梧桐喵 - 伊森利恩"] = {
		},
		["麝月 - 熊猫酒仙"] = {
		},
		["飘哥 - 熊猫酒仙"] = {
		},
		["梧桐黃昏 - 伊森利恩"] = {
		},
		["梧桐术 - 熊猫酒仙"] = {
		},
		["缄默 - 伊森利恩"] = {
		},
		["风梧桐 - 伊森利恩"] = {
		},
		["梧桐雨 - 伊森利恩"] = {
		},
		["雪梧桐 - 熊猫酒仙"] = {
		},
		["雨梧桐 - 伊森利恩"] = {
		},
		["祈梧桐 - 熊猫酒仙"] = {
		},
	},
}
