
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["法力之潮图腾 <命中加壹>"] = {
			["GUID"] = "0xF13028E3001AA519",
			["LastEventHealth"] = {
				"???", -- [1]
			},
			["LastEventType"] = {
				"MISC", -- [1]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
			},
			["enClass"] = "PET",
			["level"] = 1,
			["LastFightIn"] = 7,
			["type"] = "Pet",
			["LastFlags"] = 2600,
			["DeathLogs"] = {
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"法力之潮图腾 <命中加壹>死亡。", -- [1]
					},
					["EventNum"] = {
						0, -- [1]
					},
					["DeathAt"] = 1318434896,
					["HealthNum"] = {
						0, -- [1]
					},
					["Health"] = {
						"???", -- [1]
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [1]
			},
			["Owner"] = "命中加壹",
			["NextEventNum"] = 2,
			["LastEventHealthNum"] = {
				0, -- [1]
			},
			["LastEvents"] = {
				"法力之潮图腾 <命中加壹>死亡。", -- [1]
			},
			["Name"] = "法力之潮图腾",
			["TimeLast"] = {
				["OVERALL"] = 1318434894,
				["DeathCount"] = 1318434894,
			},
			["LastEventIncoming"] = {
				true, -- [1]
			},
			["LastEventTimes"] = {
				16670.166, -- [1]
			},
			["UnitLockout"] = 1318434894,
			["Fights"] = {
				["CurrentFightData"] = {
					["DeathCount"] = 1,
				},
				["OverallData"] = {
					["DeathCount"] = 1,
				},
			},
		},
		["梧桐雨"] = {
			["GUID"] = "0x0580000001FB7996",
			["LastEventHealth"] = {
				"58834 (100%)", -- [1]
				"58834 (100%)", -- [2]
				"58834 (100%)", -- [3]
				"58834 (100%)", -- [4]
				"58834 (100%)", -- [5]
				"58834 (100%)", -- [6]
				"58834 (100%)", -- [7]
				"58834 (100%)", -- [8]
				"58834 (100%)", -- [9]
				"58834 (100%)", -- [10]
				"58834 (100%)", -- [11]
				"58834 (100%)", -- [12]
				"58834 (100%)", -- [13]
				"58834 (100%)", -- [14]
				"58834 (100%)", -- [15]
				"58834 (100%)", -- [16]
				"58834 (100%)", -- [17]
				"58834 (100%)", -- [18]
				"58834 (100%)", -- [19]
				"58834 (100%)", -- [20]
				"58834 (100%)", -- [21]
				"58834 (100%)", -- [22]
				"58834 (100%)", -- [23]
				"58834 (100%)", -- [24]
				"58834 (100%)", -- [25]
				"58834 (100%)", -- [26]
				"58834 (100%)", -- [27]
				"58834 (100%)", -- [28]
				"58834 (100%)", -- [29]
				"58834 (100%)", -- [30]
				"58834 (100%)", -- [31]
				"58834 (100%)", -- [32]
				"58834 (100%)", -- [33]
				"58834 (100%)", -- [34]
				"58834 (100%)", -- [35]
				"58834 (100%)", -- [36]
				"58834 (100%)", -- [37]
				"58834 (100%)", -- [38]
				"58834 (100%)", -- [39]
				"58834 (100%)", -- [40]
				"58834 (100%)", -- [41]
				"58834 (100%)", -- [42]
				"58834 (100%)", -- [43]
				"58834 (100%)", -- [44]
				"58834 (100%)", -- [45]
				"58834 (100%)", -- [46]
				"58834 (100%)", -- [47]
				"58834 (100%)", -- [48]
				"58834 (100%)", -- [49]
				"58834 (100%)", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"HEAL", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"HEAL", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"HEAL", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["Overhealing"] = {
					219745, -- [1]
				},
				["ActiveTime"] = {
					1006.780000000006, -- [1]
				},
				["TimeDamage"] = {
					1006.780000000006, -- [1]
				},
				["DOT_Time"] = {
					2544, -- [1]
				},
				["Damage"] = {
					4650653, -- [1]
				},
			},
			["enClass"] = "DEATHKNIGHT",
			["unit"] = "梧桐雨",
			["level"] = 82,
			["LastFightIn"] = 7,
			["LastEventNum"] = {
				[34] = 2.999966006050923,
				[30] = 16.01454941020499,
				[4] = 2.999966006050923,
				[41] = 2.999966006050923,
			},
			["type"] = "Self",
			["FightsSaved"] = 5,
			["LastActive"] = 1318434983,
			["Owner"] = false,
			["UnitLockout"] = 1318148533,
			["NextEventNum"] = 31,
			["LastEventHealthNum"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEvents"] = {
				"梧桐雨 冰霜疫病 (伤害/跳) 训练假人 Tick -504 (Frost)", -- [1]
				"梧桐雨 肉搏 训练假人 Miss", -- [2]
				"梧桐雨 肉搏 训练假人 Hit -606 (Physical)", -- [3]
				"梧桐雨 不洁之力 梧桐雨 Hit +1765 (1765过量治疗)", -- [4]
				"梧桐雨 副手冰霜打击 训练假人 Crit -3351 (Frost)", -- [5]
				"梧桐雨 冰霜打击 训练假人 Crit -5387 (Frost)", -- [6]
				"梧桐雨 肉搏 训练假人 Miss", -- [7]
				"梧桐雨 肉搏 训练假人 Hit -583 (Physical)", -- [8]
				"梧桐雨 血之疫病 (伤害/跳) 训练假人 Tick -470 (Shadow)", -- [9]
				"梧桐雨 副手冰霜打击 训练假人 Hit -1725 (Frost)", -- [10]
				"梧桐雨 冰霜打击 训练假人 Hit -2939 (Frost)", -- [11]
				"梧桐雨 冰霜疫病 (伤害/跳) 团队副本训练假人 Tick -560 (Frost)", -- [12]
				"梧桐雨 冰霜疫病 (伤害/跳) 训练假人 Tick -560 (Frost)", -- [13]
				"梧桐雨 肉搏 训练假人 Hit -980 (Physical)", -- [14]
				"梧桐雨 肉搏 训练假人 Hit -687 (Physical)", -- [15]
				"梧桐雨 血之疫病 (伤害/跳) 训练假人 Tick -470 (Shadow)", -- [16]
				"梧桐雨 冰霜疫病 (伤害/跳) 团队副本训练假人 Tick -560 (Frost)", -- [17]
				"梧桐雨 冰霜疫病 (伤害/跳) 训练假人 Tick -561 (Frost)", -- [18]
				"梧桐雨 血之疫病 (伤害/跳) 训练假人 Tick -470 (Shadow)", -- [19]
				"梧桐雨 冰霜疫病 (伤害/跳) 团队副本训练假人 Tick -561 (Frost)", -- [20]
				"梧桐雨 冰霜疫病 (伤害/跳) 训练假人 Tick -561 (Frost)", -- [21]
				"梧桐雨 冰霜疫病 (伤害/跳) 团队副本训练假人 Tick -560 (Frost)", -- [22]
				"梧桐雨 冰霜疫病 (伤害/跳) 训练假人 Tick -561 (Frost)", -- [23]
				"梧桐雨 冰霜疫病 (伤害/跳) 团队副本训练假人 Tick -560 (Frost)", -- [24]
				"梧桐雨 冰霜疫病 (伤害/跳) 训练假人 Tick -560 (Frost)", -- [25]
				"梧桐雨 冰霜疫病 (伤害/跳) 团队副本训练假人 Tick -561 (Frost)", -- [26]
				"梧桐雨 冰霜疫病 (伤害/跳) 训练假人 Tick -560 (Frost)", -- [27]
				"梧桐雨 冰霜疫病 (伤害/跳) 团队副本训练假人 Tick -560 (Frost)", -- [28]
				"梧桐雨 冰霜疫病 (伤害/跳) 训练假人 Tick -560 (Frost)", -- [29]
				"血虫 <一萬多個低尅> 鲜血迸发 梧桐雨 Hit +9422 (9422过量治疗)", -- [30]
				"梧桐雨 冰霜疫病 (伤害/跳) 团队副本训练假人 Tick -504 (Frost)", -- [31]
				"梧桐雨 副手湮没 训练假人 Hit -2845 (Physical)", -- [32]
				"梧桐雨 湮没 训练假人 Hit -4633 (Physical)", -- [33]
				"梧桐雨 不洁之力 梧桐雨 Hit +1765 (1765过量治疗)", -- [34]
				"梧桐雨 肉搏 训练假人 Glancing -779 (Physical)", -- [35]
				"梧桐雨 肉搏 训练假人 Hit -585 (Physical)", -- [36]
				"梧桐雨 血之疫病 (伤害/跳) 训练假人 Tick -470 (Shadow)", -- [37]
				"梧桐雨 冰霜疫病 (伤害/跳) 团队副本训练假人 Tick -504 (Frost)", -- [38]
				"梧桐雨 冰霜疫病 (伤害/跳) 训练假人 Tick -504 (Frost)", -- [39]
				"梧桐雨 冰霜疫病 (伤害/跳) 团队副本训练假人 Tick -505 (Frost)", -- [40]
				"梧桐雨 不洁之力 梧桐雨 Hit +1765 (1765过量治疗)", -- [41]
				"梧桐雨 肉搏 训练假人 Hit -1079 (Physical)", -- [42]
				"梧桐雨 肉搏 训练假人 Miss", -- [43]
				"梧桐雨 肉搏 训练假人 Miss", -- [44]
				"梧桐雨 肉搏 训练假人 Glancing -481 (Physical)", -- [45]
				"梧桐雨 凛风冲击 团队副本训练假人 Hit -2160 (Frost)", -- [46]
				"梧桐雨 凛风冲击 训练假人 Hit -4210 (Frost)", -- [47]
				"梧桐雨 血之疫病 (伤害/跳) 训练假人 Tick -470 (Shadow)", -- [48]
				"梧桐雨 冰霜疫病 (伤害/跳) 团队副本训练假人 Tick -504 (Frost)", -- [49]
				"梧桐雨 冰霜疫病 (伤害/跳) 团队副本训练假人 Tick -504 (Frost)", -- [50]
			},
			["Name"] = "梧桐雨",
			["Fights"] = {
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Physical"] = 4575,
						["Melee"] = 5758,
						["Frost"] = 2534,
					},
					["DOTs"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["训练假人"] = {
									["count"] = 354,
								},
								["团队副本训练假人"] = {
									["count"] = 381,
								},
								["学徒的训练假人"] = {
									["count"] = 1059,
								},
							},
							["amount"] = 1794,
						},
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["训练假人"] = {
									["count"] = 285,
								},
								["团队副本训练假人"] = {
									["count"] = 21,
								},
								["学徒的训练假人"] = {
									["count"] = 444,
								},
							},
							["amount"] = 750,
						},
					},
					["OverHeals"] = {
						["不洁之力"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2648,
									["min"] = 2647,
									["count"] = 5,
									["amount"] = 13238,
								},
								["Hit"] = {
									["max"] = 1766,
									["min"] = 1765,
									["count"] = 117,
									["amount"] = 206507,
								},
							},
							["count"] = 122,
							["amount"] = 219745,
						},
					},
					["TimeSpent"] = {
						["兔子"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0.17,
								},
							},
							["amount"] = 0.17,
						},
						["暴风城老鼠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0.18,
								},
							},
							["amount"] = 0.18,
						},
						["学徒的训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 103.5100000000001,
								},
								["暗影打击"] = {
									["count"] = 5.19,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 35.37000000000001,
								},
								["冰霜打击"] = {
									["count"] = 23.68,
								},
								["副手冰霜打击"] = {
									["count"] = 61.02999999999999,
								},
								["副手暗影打击"] = {
									["count"] = 17.72,
								},
								["湮没"] = {
									["count"] = 19.99,
								},
								["凛风冲击"] = {
									["count"] = 31.73000000000001,
								},
								["冰冷触摸"] = {
									["count"] = 0.98,
								},
								["副手湮没"] = {
									["count"] = 48.20999999999999,
								},
								["肉搏"] = {
									["count"] = 214.7999999999996,
								},
							},
							["amount"] = 562.2100000000002,
						},
						["团队副本训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 55.51000000000001,
								},
								["暗影打击"] = {
									["count"] = 0,
								},
								["副手冰霜打击"] = {
									["count"] = 0.43,
								},
								["湮没"] = {
									["count"] = 0,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 8.859999999999999,
								},
								["副手暗影打击"] = {
									["count"] = 0,
								},
								["冰霜打击"] = {
									["count"] = 0,
								},
								["凛风冲击"] = {
									["count"] = 13.04,
								},
								["冰冷触摸"] = {
									["count"] = 0.01,
								},
								["副手湮没"] = {
									["count"] = 0.5,
								},
								["肉搏"] = {
									["count"] = 7.460000000000001,
								},
							},
							["amount"] = 85.81000000000002,
						},
						["训练假人"] = {
							["Details"] = {
								["副手脓疮打击"] = {
									["count"] = 0.4,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 75.75000000000001,
								},
								["暗影打击"] = {
									["count"] = 5.77,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 44.01000000000001,
								},
								["湮没"] = {
									["count"] = 13.05,
								},
								["脓疮打击"] = {
									["count"] = 0,
								},
								["副手暗影打击"] = {
									["count"] = 10.84,
								},
								["副手冰霜打击"] = {
									["count"] = 28.95,
								},
								["冰霜打击"] = {
									["count"] = 14.65,
								},
								["凛风冲击"] = {
									["count"] = 5.69,
								},
								["冰冷触摸"] = {
									["count"] = 9.759999999999998,
								},
								["副手湮没"] = {
									["count"] = 25.04999999999999,
								},
								["肉搏"] = {
									["count"] = 124.4900000000001,
								},
							},
							["amount"] = 358.4099999999993,
						},
					},
					["Attacks"] = {
						["副手脓疮打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1493,
									["min"] = 1493,
									["count"] = 1,
									["amount"] = 1493,
								},
							},
							["count"] = 1,
							["amount"] = 1493,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1121,
									["min"] = 1120,
									["count"] = 13,
									["amount"] = 14572,
								},
								["Tick"] = {
									["max"] = 596,
									["min"] = 474,
									["count"] = 585,
									["amount"] = 323134,
								},
							},
							["count"] = 598,
							["amount"] = 337706,
						},
						["暗影打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1844,
									["min"] = 1137,
									["count"] = 36,
									["amount"] = 54240,
								},
								["Hit (被格挡)"] = {
									["max"] = 882,
									["min"] = 882,
									["count"] = 1,
									["amount"] = 882,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 3337,
									["min"] = 3104,
									["count"] = 3,
									["amount"] = 9583,
								},
								["Parry"] = {
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 46,
							["amount"] = 64705,
						},
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 941,
									["min"] = 940,
									["count"] = 11,
									["amount"] = 10341,
								},
								["Tick"] = {
									["max"] = 499,
									["min"] = 411,
									["count"] = 239,
									["amount"] = 109880,
								},
							},
							["count"] = 250,
							["amount"] = 120221,
						},
						["湮没"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 3353,
									["min"] = 3214,
									["count"] = 3,
									["amount"] = 9791,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 6253,
									["min"] = 3960,
									["count"] = 96,
									["amount"] = 503178,
								},
								["Crit"] = {
									["max"] = 12339,
									["min"] = 6280,
									["count"] = 49,
									["amount"] = 500590,
								},
								["Parry"] = {
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 160,
							["amount"] = 1013559,
						},
						["脓疮打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 2309,
									["min"] = 2309,
									["count"] = 1,
									["amount"] = 2309,
								},
							},
							["count"] = 1,
							["amount"] = 2309,
						},
						["副手暗影打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1074,
									["min"] = 703,
									["count"] = 46,
									["amount"] = 40253,
								},
							},
							["count"] = 46,
							["amount"] = 40253,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3890,
									["min"] = 3135,
									["count"] = 50,
									["amount"] = 174567,
								},
								["Hit"] = {
									["max"] = 1945,
									["min"] = 1467,
									["count"] = 138,
									["amount"] = 240768,
								},
							},
							["count"] = 188,
							["amount"] = 415335,
						},
						["冰霜打击"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 2079,
									["min"] = 1757,
									["count"] = 3,
									["amount"] = 5913,
								},
								["Hit"] = {
									["max"] = 3335,
									["min"] = 2372,
									["count"] = 127,
									["amount"] = 377778,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 6642,
									["min"] = 4983,
									["count"] = 49,
									["amount"] = 291202,
								},
								["Parry"] = {
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 188,
							["amount"] = 674893,
						},
						["凛风冲击"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 18,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 4223,
									["min"] = 3701,
									["count"] = 3,
									["amount"] = 11920,
								},
								["Hit"] = {
									["max"] = 4321,
									["min"] = 1853,
									["count"] = 130,
									["amount"] = 397785,
								},
							},
							["count"] = 151,
							["amount"] = 409705,
						},
						["冰冷触摸"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1953,
									["min"] = 1636,
									["count"] = 11,
									["amount"] = 19592,
								},
							},
							["count"] = 11,
							["amount"] = 19592,
						},
						["副手湮没"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7347,
									["min"] = 3972,
									["count"] = 56,
									["amount"] = 339586,
								},
								["Hit"] = {
									["max"] = 3651,
									["min"] = 2426,
									["count"] = 104,
									["amount"] = 320547,
								},
							},
							["count"] = 160,
							["amount"] = 660133,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 988,
									["min"] = 67,
									["count"] = 88,
									["amount"] = 55408,
								},
								["Parry"] = {
									["count"] = 41,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 16,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 171,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1581,
									["min"] = 526,
									["count"] = 664,
									["amount"] = 706713,
								},
								["Crit"] = {
									["max"] = 3098,
									["min"] = 1356,
									["count"] = 55,
									["amount"] = 115200,
								},
								["Hit (被格挡)"] = {
									["max"] = 863,
									["min"] = 411,
									["count"] = 21,
									["amount"] = 13428,
								},
							},
							["count"] = 1056,
							["amount"] = 890749,
						},
					},
					["DamagedWho"] = {
						["兔子"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 1892,
								},
							},
							["amount"] = 1892,
						},
						["暴风城老鼠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 2140,
								},
							},
							["amount"] = 2140,
						},
						["学徒的训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 203387,
								},
								["暗影打击"] = {
									["count"] = 43697,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 73532,
								},
								["冰霜打击"] = {
									["count"] = 482263,
								},
								["副手冰霜打击"] = {
									["count"] = 278727,
								},
								["副手暗影打击"] = {
									["count"] = 23153,
								},
								["湮没"] = {
									["count"] = 729329,
								},
								["凛风冲击"] = {
									["count"] = 250642,
								},
								["冰冷触摸"] = {
									["count"] = 7114,
								},
								["副手湮没"] = {
									["count"] = 441568,
								},
								["肉搏"] = {
									["count"] = 682871,
								},
							},
							["amount"] = 3216283,
						},
						["团队副本训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 69059,
								},
								["暗影打击"] = {
									["count"] = 1203,
								},
								["副手冰霜打击"] = {
									["count"] = 1809,
								},
								["湮没"] = {
									["count"] = 8722,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 3491,
								},
								["副手暗影打击"] = {
									["count"] = 786,
								},
								["冰霜打击"] = {
									["count"] = 2810,
								},
								["凛风冲击"] = {
									["count"] = 54468,
								},
								["冰冷触摸"] = {
									["count"] = 1953,
								},
								["副手湮没"] = {
									["count"] = 5433,
								},
								["肉搏"] = {
									["count"] = 1188,
								},
							},
							["amount"] = 150922,
						},
						["训练假人"] = {
							["Details"] = {
								["副手脓疮打击"] = {
									["count"] = 1493,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 65260,
								},
								["暗影打击"] = {
									["count"] = 19805,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 43198,
								},
								["湮没"] = {
									["count"] = 275508,
								},
								["脓疮打击"] = {
									["count"] = 2309,
								},
								["副手暗影打击"] = {
									["count"] = 16314,
								},
								["副手冰霜打击"] = {
									["count"] = 134799,
								},
								["冰霜打击"] = {
									["count"] = 189820,
								},
								["凛风冲击"] = {
									["count"] = 100563,
								},
								["冰冷触摸"] = {
									["count"] = 10525,
								},
								["副手湮没"] = {
									["count"] = 213132,
								},
								["肉搏"] = {
									["count"] = 206690,
								},
							},
							["amount"] = 1279416,
						},
					},
					["ElementDone"] = {
						["Frost"] = 1857231,
						["Physical"] = 1782452,
						["Melee"] = 890749,
						["Shadow"] = 120221,
					},
					["TimeDamage"] = 1006.780000000006,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 409,
								},
								["Tick"] = {
									["count"] = 585,
								},
								["Miss"] = {
									["count"] = 20,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 115,
								},
								["Parry"] = {
									["count"] = 6,
								},
							},
							["amount"] = 1136,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 288,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 108,
								},
								["Parry"] = {
									["count"] = 14,
								},
							},
							["amount"] = 414,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 88,
								},
								["Miss"] = {
									["count"] = 171,
								},
								["Dodge"] = {
									["count"] = 16,
								},
								["Hit"] = {
									["count"] = 685,
								},
								["Crit"] = {
									["count"] = 55,
								},
								["Parry"] = {
									["count"] = 41,
								},
							},
							["amount"] = 1056,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 11,
								},
								["Tick"] = {
									["count"] = 239,
								},
							},
							["amount"] = 250,
						},
					},
					["ActiveTime"] = 1006.780000000006,
					["TimeDamaging"] = {
						["兔子"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0.17,
								},
							},
							["amount"] = 0.17,
						},
						["暴风城老鼠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0.18,
								},
							},
							["amount"] = 0.18,
						},
						["学徒的训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 103.5100000000001,
								},
								["暗影打击"] = {
									["count"] = 5.19,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 35.37000000000001,
								},
								["冰霜打击"] = {
									["count"] = 23.68,
								},
								["副手冰霜打击"] = {
									["count"] = 61.02999999999999,
								},
								["副手暗影打击"] = {
									["count"] = 17.72,
								},
								["湮没"] = {
									["count"] = 19.99,
								},
								["凛风冲击"] = {
									["count"] = 31.73000000000001,
								},
								["冰冷触摸"] = {
									["count"] = 0.98,
								},
								["副手湮没"] = {
									["count"] = 48.20999999999999,
								},
								["肉搏"] = {
									["count"] = 214.7999999999996,
								},
							},
							["amount"] = 562.2100000000002,
						},
						["团队副本训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 55.51000000000001,
								},
								["暗影打击"] = {
									["count"] = 0,
								},
								["副手冰霜打击"] = {
									["count"] = 0.43,
								},
								["湮没"] = {
									["count"] = 0,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 8.859999999999999,
								},
								["副手暗影打击"] = {
									["count"] = 0,
								},
								["冰霜打击"] = {
									["count"] = 0,
								},
								["凛风冲击"] = {
									["count"] = 13.04,
								},
								["冰冷触摸"] = {
									["count"] = 0.01,
								},
								["副手湮没"] = {
									["count"] = 0.5,
								},
								["肉搏"] = {
									["count"] = 7.460000000000001,
								},
							},
							["amount"] = 85.81000000000002,
						},
						["训练假人"] = {
							["Details"] = {
								["副手脓疮打击"] = {
									["count"] = 0.4,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 75.75000000000001,
								},
								["暗影打击"] = {
									["count"] = 5.77,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 44.01000000000001,
								},
								["湮没"] = {
									["count"] = 13.05,
								},
								["脓疮打击"] = {
									["count"] = 0,
								},
								["副手暗影打击"] = {
									["count"] = 10.84,
								},
								["副手冰霜打击"] = {
									["count"] = 28.95,
								},
								["冰霜打击"] = {
									["count"] = 14.65,
								},
								["凛风冲击"] = {
									["count"] = 5.69,
								},
								["冰冷触摸"] = {
									["count"] = 9.759999999999998,
								},
								["副手湮没"] = {
									["count"] = 25.04999999999999,
								},
								["肉搏"] = {
									["count"] = 124.4900000000001,
								},
							},
							["amount"] = 358.4099999999993,
						},
					},
					["Overhealing"] = 219745,
					["DOT_Time"] = 2544,
					["Damage"] = 4650653,
				},
				["Fight5"] = {
					["DOTs"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["团队副本训练假人"] = {
									["count"] = 9,
								},
								["训练假人"] = {
									["count"] = 0,
								},
							},
							["amount"] = 9,
						},
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["团队副本训练假人"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 18,
					["Damage"] = 27188,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Frost"] = 8360,
						["Physical"] = 16144,
						["Melee"] = 1188,
						["Shadow"] = 1496,
					},
					["ManaGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 6,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 6,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 7,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 14.06,
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 2.68,
								},
								["暗影打击"] = {
									["count"] = 0,
								},
								["副手冰霜打击"] = {
									["count"] = 0.43,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 2.98,
								},
								["冰霜打击"] = {
									["count"] = 0,
								},
								["副手暗影打击"] = {
									["count"] = 0,
								},
								["湮没"] = {
									["count"] = 0,
								},
								["冰冷触摸"] = {
									["count"] = 0.01,
								},
								["副手湮没"] = {
									["count"] = 0.5,
								},
								["肉搏"] = {
									["count"] = 7.460000000000001,
								},
							},
							["amount"] = 14.06,
						},
						["训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["Attacks"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 596,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1788,
								},
							},
							["count"] = 3,
							["amount"] = 1788,
						},
						["暗影打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1203,
									["min"] = 1203,
									["count"] = 1,
									["amount"] = 1203,
								},
							},
							["count"] = 1,
							["amount"] = 1203,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1809,
									["min"] = 1809,
									["count"] = 1,
									["amount"] = 1809,
								},
							},
							["count"] = 1,
							["amount"] = 1809,
						},
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 499,
									["min"] = 498,
									["count"] = 3,
									["amount"] = 1496,
								},
							},
							["count"] = 3,
							["amount"] = 1496,
						},
						["冰霜打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 2810,
									["min"] = 2810,
									["count"] = 1,
									["amount"] = 2810,
								},
							},
							["count"] = 1,
							["amount"] = 2810,
						},
						["冰冷触摸"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1953,
									["min"] = 1953,
									["count"] = 1,
									["amount"] = 1953,
								},
							},
							["count"] = 1,
							["amount"] = 1953,
						},
						["湮没"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8722,
									["min"] = 8722,
									["count"] = 1,
									["amount"] = 8722,
								},
							},
							["count"] = 1,
							["amount"] = 8722,
						},
						["副手暗影打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 786,
									["min"] = 786,
									["count"] = 1,
									["amount"] = 786,
								},
							},
							["count"] = 1,
							["amount"] = 786,
						},
						["副手湮没"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5433,
									["min"] = 5433,
									["count"] = 1,
									["amount"] = 5433,
								},
							},
							["count"] = 1,
							["amount"] = 5433,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 454,
									["min"] = 67,
									["count"] = 6,
									["amount"] = 1188,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 1188,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1788,
								},
								["暗影打击"] = {
									["count"] = 1203,
								},
								["副手冰霜打击"] = {
									["count"] = 1809,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 1496,
								},
								["冰霜打击"] = {
									["count"] = 2810,
								},
								["副手暗影打击"] = {
									["count"] = 786,
								},
								["湮没"] = {
									["count"] = 8722,
								},
								["冰冷触摸"] = {
									["count"] = 1953,
								},
								["副手湮没"] = {
									["count"] = 5433,
								},
								["肉搏"] = {
									["count"] = 1188,
								},
							},
							["amount"] = 27188,
						},
						["训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 14.06,
					["TimeDamaging"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 2.68,
								},
								["暗影打击"] = {
									["count"] = 0,
								},
								["副手冰霜打击"] = {
									["count"] = 0.43,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 2.98,
								},
								["冰霜打击"] = {
									["count"] = 0,
								},
								["副手暗影打击"] = {
									["count"] = 0,
								},
								["湮没"] = {
									["count"] = 0,
								},
								["冰冷触摸"] = {
									["count"] = 0.01,
								},
								["副手湮没"] = {
									["count"] = 0.5,
								},
								["肉搏"] = {
									["count"] = 7.460000000000001,
								},
							},
							["amount"] = 14.06,
						},
						["训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["团队副本训练假人"] = {
									["count"] = 0,
								},
								["训练假人"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["训练假人"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeSpent"] = {
						["兔子"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["团队副本训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["训练假人"] = {
							["Details"] = {
								["副手脓疮打击"] = {
									["count"] = 0,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["暗影打击"] = {
									["count"] = 0,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["湮没"] = {
									["count"] = 0,
								},
								["脓疮打击"] = {
									["count"] = 0,
								},
								["副手暗影打击"] = {
									["count"] = 0,
								},
								["副手冰霜打击"] = {
									["count"] = 0,
								},
								["冰霜打击"] = {
									["count"] = 0,
								},
								["凛风冲击"] = {
									["count"] = 0,
								},
								["冰冷触摸"] = {
									["count"] = 0,
								},
								["副手湮没"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["兔子"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["团队副本训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["训练假人"] = {
							["Details"] = {
								["副手脓疮打击"] = {
									["count"] = 0,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["暗影打击"] = {
									["count"] = 0,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["湮没"] = {
									["count"] = 0,
								},
								["脓疮打击"] = {
									["count"] = 0,
								},
								["副手暗影打击"] = {
									["count"] = 0,
								},
								["副手冰霜打击"] = {
									["count"] = 0,
								},
								["冰霜打击"] = {
									["count"] = 0,
								},
								["凛风冲击"] = {
									["count"] = 0,
								},
								["冰冷触摸"] = {
									["count"] = 0,
								},
								["副手湮没"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Frost"] = 0,
						["Physical"] = 0,
						["Melee"] = 0,
						["Shadow"] = 0,
					},
					["TimeDamage"] = 0,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 0,
					["TimeDamaging"] = {
						["兔子"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["团队副本训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["训练假人"] = {
							["Details"] = {
								["副手脓疮打击"] = {
									["count"] = 0,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["暗影打击"] = {
									["count"] = 0,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["湮没"] = {
									["count"] = 0,
								},
								["脓疮打击"] = {
									["count"] = 0,
								},
								["副手暗影打击"] = {
									["count"] = 0,
								},
								["副手冰霜打击"] = {
									["count"] = 0,
								},
								["冰霜打击"] = {
									["count"] = 0,
								},
								["凛风冲击"] = {
									["count"] = 0,
								},
								["冰冷触摸"] = {
									["count"] = 0,
								},
								["副手湮没"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["副手脓疮打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["暗影打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["湮没"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["脓疮打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["副手暗影打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["凛风冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰冷触摸"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["副手湮没"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
				},
				["Fight2"] = {
					["DOTs"] = {
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["训练假人"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["训练假人"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 3569,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 12,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Shadow"] = 847,
						["Frost"] = 2722,
					},
					["DamagedWho"] = {
						["训练假人"] = {
							["Details"] = {
								["血之疫病 (伤害/跳)"] = {
									["count"] = 847,
								},
								["冰冷触摸"] = {
									["count"] = 1714,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 1008,
								},
							},
							["amount"] = 3569,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["训练假人"] = {
							["Details"] = {
								["血之疫病 (伤害/跳)"] = {
									["count"] = 5.62,
								},
								["冰冷触摸"] = {
									["count"] = 0.42,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 2.92,
								},
							},
							["amount"] = 8.960000000000001,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ActiveTime"] = 8.960000000000001,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 0,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 424,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 847,
								},
							},
							["count"] = 2,
							["amount"] = 847,
						},
						["冰冷触摸"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1714,
									["min"] = 1714,
									["count"] = 1,
									["amount"] = 1714,
								},
							},
							["count"] = 1,
							["amount"] = 1714,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 504,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 1008,
								},
							},
							["count"] = 2,
							["amount"] = 1008,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 8.960000000000001,
					["TimeDamaging"] = {
						["训练假人"] = {
							["Details"] = {
								["血之疫病 (伤害/跳)"] = {
									["count"] = 5.62,
								},
								["冰冷触摸"] = {
									["count"] = 0.42,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 2.92,
								},
							},
							["amount"] = 8.960000000000001,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["DOTs"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["团队副本训练假人"] = {
									["count"] = 0,
								},
								["学徒的训练假人"] = {
									["count"] = 1026,
								},
							},
							["amount"] = 1026,
						},
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["团队副本训练假人"] = {
									["count"] = 0,
								},
								["学徒的训练假人"] = {
									["count"] = 444,
								},
							},
							["amount"] = 444,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 1470,
					["Damage"] = 3209560,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Frost"] = 1215410,
						["Shadow"] = 73532,
						["Melee"] = 682871,
						["Physical"] = 1237747,
					},
					["ManaGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 332,
								},
								["Crit"] = {
									["count"] = 95,
								},
								["Hit"] = {
									["count"] = 235,
								},
							},
							["amount"] = 662,
						},
						["Shadow"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 11,
								},
								["Tick"] = {
									["count"] = 137,
								},
							},
							["amount"] = 148,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 511,
								},
								["Crit"] = {
									["count"] = 53,
								},
								["Miss"] = {
									["count"] = 71,
								},
							},
							["amount"] = 635,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 72,
								},
								["Hit"] = {
									["count"] = 172,
								},
							},
							["amount"] = 244,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
						["不洁之力"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2647,
									["min"] = 2647,
									["count"] = 1,
									["amount"] = 2647,
								},
								["Hit"] = {
									["max"] = 1766,
									["min"] = 1765,
									["count"] = 81,
									["amount"] = 142967,
								},
							},
							["count"] = 82,
							["amount"] = 145614,
						},
					},
					["WhoHealed"] = {
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 546.9700000000001,
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 145614,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["学徒的训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 88.27000000000004,
								},
								["暗影打击"] = {
									["count"] = 5.19,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 35.37000000000001,
								},
								["冰霜打击"] = {
									["count"] = 23.68,
								},
								["副手冰霜打击"] = {
									["count"] = 61.02999999999999,
								},
								["副手暗影打击"] = {
									["count"] = 17.72,
								},
								["湮没"] = {
									["count"] = 19.99,
								},
								["凛风冲击"] = {
									["count"] = 31.73000000000001,
								},
								["冰冷触摸"] = {
									["count"] = 0.98,
								},
								["副手湮没"] = {
									["count"] = 48.20999999999999,
								},
								["肉搏"] = {
									["count"] = 214.7999999999996,
								},
							},
							["amount"] = 546.9700000000001,
						},
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["Attacks"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1121,
									["min"] = 1120,
									["count"] = 10,
									["amount"] = 11209,
								},
								["Tick"] = {
									["max"] = 561,
									["min"] = 0,
									["count"] = 332,
									["amount"] = 185455,
								},
							},
							["count"] = 342,
							["amount"] = 196664,
						},
						["暗影打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3337,
									["min"] = 3104,
									["count"] = 3,
									["amount"] = 9583,
								},
								["Hit"] = {
									["max"] = 1844,
									["min"] = 1441,
									["count"] = 21,
									["amount"] = 34114,
								},
							},
							["count"] = 24,
							["amount"] = 43697,
						},
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 941,
									["min"] = 940,
									["count"] = 11,
									["amount"] = 10341,
								},
								["Tick"] = {
									["max"] = 471,
									["min"] = 0,
									["count"] = 137,
									["amount"] = 63191,
								},
							},
							["count"] = 148,
							["amount"] = 73532,
						},
						["冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 6642,
									["min"] = 5280,
									["count"] = 42,
									["amount"] = 252310,
								},
								["Hit"] = {
									["max"] = 3329,
									["min"] = 2494,
									["count"] = 77,
									["amount"] = 229953,
								},
							},
							["count"] = 119,
							["amount"] = 482263,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3890,
									["min"] = 3135,
									["count"] = 41,
									["amount"] = 143061,
								},
								["Hit"] = {
									["max"] = 1943,
									["min"] = 1478,
									["count"] = 78,
									["amount"] = 135666,
								},
							},
							["count"] = 119,
							["amount"] = 278727,
						},
						["副手暗影打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1074,
									["min"] = 842,
									["count"] = 24,
									["amount"] = 23153,
								},
							},
							["count"] = 24,
							["amount"] = 23153,
						},
						["湮没"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 12339,
									["min"] = 9396,
									["count"] = 34,
									["amount"] = 372786,
								},
								["Hit"] = {
									["max"] = 6253,
									["min"] = 4663,
									["count"] = 64,
									["amount"] = 356543,
								},
							},
							["count"] = 98,
							["amount"] = 729329,
						},
						["凛风冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 4223,
									["min"] = 3996,
									["count"] = 2,
									["amount"] = 8219,
								},
								["Hit"] = {
									["max"] = 4321,
									["min"] = 1948,
									["count"] = 76,
									["amount"] = 242423,
								},
							},
							["count"] = 78,
							["amount"] = 250642,
						},
						["冰冷触摸"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1860,
									["min"] = 1699,
									["count"] = 4,
									["amount"] = 7114,
								},
							},
							["count"] = 4,
							["amount"] = 7114,
						},
						["副手湮没"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7347,
									["min"] = 5655,
									["count"] = 35,
									["amount"] = 232091,
								},
								["Hit"] = {
									["max"] = 3651,
									["min"] = 2825,
									["count"] = 63,
									["amount"] = 209477,
								},
							},
							["count"] = 98,
							["amount"] = 441568,
						},
						["肉搏"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1581,
									["min"] = 674,
									["count"] = 511,
									["amount"] = 570392,
								},
								["Crit"] = {
									["max"] = 3098,
									["min"] = 1444,
									["count"] = 53,
									["amount"] = 112479,
								},
								["Miss"] = {
									["count"] = 71,
									["amount"] = 0,
								},
							},
							["count"] = 635,
							["amount"] = 682871,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["学徒的训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 196664,
								},
								["暗影打击"] = {
									["count"] = 43697,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 73532,
								},
								["冰霜打击"] = {
									["count"] = 482263,
								},
								["副手冰霜打击"] = {
									["count"] = 278727,
								},
								["副手暗影打击"] = {
									["count"] = 23153,
								},
								["湮没"] = {
									["count"] = 729329,
								},
								["凛风冲击"] = {
									["count"] = 250642,
								},
								["冰冷触摸"] = {
									["count"] = 7114,
								},
								["副手湮没"] = {
									["count"] = 441568,
								},
								["肉搏"] = {
									["count"] = 682871,
								},
							},
							["amount"] = 3209560,
						},
					},
					["TimeDamage"] = 546.9700000000001,
					["TimeDamaging"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["学徒的训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 88.27000000000004,
								},
								["暗影打击"] = {
									["count"] = 5.19,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 35.37000000000001,
								},
								["冰霜打击"] = {
									["count"] = 23.68,
								},
								["副手冰霜打击"] = {
									["count"] = 61.02999999999999,
								},
								["副手暗影打击"] = {
									["count"] = 17.72,
								},
								["湮没"] = {
									["count"] = 19.99,
								},
								["凛风冲击"] = {
									["count"] = 31.73000000000001,
								},
								["冰冷触摸"] = {
									["count"] = 0.98,
								},
								["副手湮没"] = {
									["count"] = 48.20999999999999,
								},
								["肉搏"] = {
									["count"] = 214.7999999999996,
								},
							},
							["amount"] = 546.9700000000001,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["训练假人"] = {
									["count"] = 237,
								},
							},
							["amount"] = 237,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["团队副本训练假人"] = {
									["count"] = 348,
								},
								["训练假人"] = {
									["count"] = 264,
								},
							},
							["amount"] = 612,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 1187279,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 849,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 106,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 23,
								},
								["Parry"] = {
									["count"] = 13,
								},
							},
							["amount"] = 146,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 79,
								},
							},
							["amount"] = 79,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 79,
								},
								["Hit"] = {
									["count"] = 127,
								},
								["Dodge"] = {
									["count"] = 16,
								},
								["Miss"] = {
									["count"] = 89,
								},
								["Parry"] = {
									["count"] = 39,
								},
							},
							["amount"] = 350,
						},
						["Frost"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 202,
								},
								["Miss"] = {
									["count"] = 20,
								},
								["Hit"] = {
									["count"] = 149,
								},
								["Crit"] = {
									["count"] = 16,
								},
								["Parry"] = {
									["count"] = 6,
								},
							},
							["amount"] = 394,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Physical"] = 446579,
						["Shadow"] = 36533,
						["Melee"] = 158814,
						["Frost"] = 545353,
					},
					["DamagedWho"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 54468,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 62647,
								},
							},
							["amount"] = 117115,
						},
						["暴风城老鼠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 2140,
								},
							},
							["amount"] = 2140,
						},
						["训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 49542,
								},
								["暗影打击"] = {
									["count"] = 16981,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 36533,
								},
								["湮没"] = {
									["count"] = 231535,
								},
								["冰霜打击"] = {
									["count"] = 171472,
								},
								["副手暗影打击"] = {
									["count"] = 13930,
								},
								["副手冰霜打击"] = {
									["count"] = 123319,
								},
								["凛风冲击"] = {
									["count"] = 76320,
								},
								["冰冷触摸"] = {
									["count"] = 5445,
								},
								["副手湮没"] = {
									["count"] = 184133,
								},
								["肉搏"] = {
									["count"] = 158814,
								},
							},
							["amount"] = 1068024,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Physical"] = 4575,
						["Melee"] = 5457,
						["Frost"] = 2534,
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
						["不洁之力"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2648,
									["min"] = 2647,
									["count"] = 4,
									["amount"] = 10591,
								},
								["Hit"] = {
									["max"] = 1765,
									["min"] = 1765,
									["count"] = 35,
									["amount"] = 61775,
								},
							},
							["count"] = 39,
							["amount"] = 72366,
						},
					},
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 72366,
					["TimeSpent"] = {
						["暴风城老鼠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0.18,
								},
							},
							["amount"] = 0.18,
						},
						["团队副本训练假人"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 13.04,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 35.48,
								},
							},
							["amount"] = 48.52,
						},
						["训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 30.20999999999999,
								},
								["暗影打击"] = {
									["count"] = 4.509999999999999,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 29.36,
								},
								["湮没"] = {
									["count"] = 13.05,
								},
								["副手冰霜打击"] = {
									["count"] = 26.16,
								},
								["副手暗影打击"] = {
									["count"] = 9.27,
								},
								["冰霜打击"] = {
									["count"] = 14.18,
								},
								["凛风冲击"] = {
									["count"] = 4.6,
								},
								["冰冷触摸"] = {
									["count"] = 2.34,
								},
								["副手湮没"] = {
									["count"] = 21.24,
								},
								["肉搏"] = {
									["count"] = 98.34000000000006,
								},
							},
							["amount"] = 253.2599999999993,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ActiveTime"] = 301.9599999999994,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 0,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1121,
									["min"] = 1121,
									["count"] = 2,
									["amount"] = 2242,
								},
								["Tick"] = {
									["max"] = 561,
									["min"] = 0,
									["count"] = 202,
									["amount"] = 109947,
								},
							},
							["count"] = 204,
							["amount"] = 112189,
						},
						["暗影打击"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 882,
									["min"] = 882,
									["count"] = 1,
									["amount"] = 882,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 4,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1483,
									["min"] = 1137,
									["count"] = 12,
									["amount"] = 16099,
								},
							},
							["count"] = 18,
							["amount"] = 16981,
						},
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 471,
									["min"] = 423,
									["count"] = 79,
									["amount"] = 36533,
								},
							},
							["count"] = 79,
							["amount"] = 36533,
						},
						["湮没"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 3353,
									["min"] = 3214,
									["count"] = 3,
									["amount"] = 9791,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 5036,
									["min"] = 3960,
									["count"] = 31,
									["amount"] = 142185,
								},
								["Crit"] = {
									["max"] = 9510,
									["min"] = 8279,
									["count"] = 9,
									["amount"] = 79559,
								},
								["Parry"] = {
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 55,
							["amount"] = 231535,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3840,
									["min"] = 3264,
									["count"] = 8,
									["amount"] = 28154,
								},
								["Hit"] = {
									["max"] = 1945,
									["min"] = 1500,
									["count"] = 54,
									["amount"] = 95165,
								},
							},
							["count"] = 62,
							["amount"] = 123319,
						},
						["副手暗影打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 869,
									["min"] = 703,
									["count"] = 18,
									["amount"] = 13930,
								},
							},
							["count"] = 18,
							["amount"] = 13930,
						},
						["冰霜打击"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 2079,
									["min"] = 1757,
									["count"] = 3,
									["amount"] = 5913,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 3335,
									["min"] = 2671,
									["count"] = 44,
									["amount"] = 131650,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 5971,
									["min"] = 5387,
									["count"] = 6,
									["amount"] = 33909,
								},
								["Parry"] = {
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 62,
							["amount"] = 171472,
						},
						["凛风冲击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4321,
									["min"] = 1939,
									["count"] = 45,
									["amount"] = 132928,
								},
								["Miss"] = {
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 63,
							["amount"] = 132928,
						},
						["冰冷触摸"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1860,
									["min"] = 1735,
									["count"] = 3,
									["amount"] = 5445,
								},
							},
							["count"] = 3,
							["amount"] = 5445,
						},
						["副手湮没"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5839,
									["min"] = 4973,
									["count"] = 14,
									["amount"] = 73063,
								},
								["Hit"] = {
									["max"] = 2969,
									["min"] = 2426,
									["count"] = 41,
									["amount"] = 111070,
								},
							},
							["count"] = 55,
							["amount"] = 184133,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 988,
									["min"] = 399,
									["count"] = 79,
									["amount"] = 52622,
								},
								["Hit"] = {
									["max"] = 1275,
									["min"] = 0,
									["count"] = 107,
									["amount"] = 93466,
								},
								["Hit (被格挡)"] = {
									["max"] = 863,
									["min"] = 411,
									["count"] = 20,
									["amount"] = 12726,
								},
								["Dodge"] = {
									["count"] = 16,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 89,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 39,
									["amount"] = 0,
								},
							},
							["count"] = 350,
							["amount"] = 158814,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 301.9599999999994,
					["TimeDamaging"] = {
						["暴风城老鼠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0.18,
								},
							},
							["amount"] = 0.18,
						},
						["团队副本训练假人"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 13.04,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 35.48,
								},
							},
							["amount"] = 48.52,
						},
						["训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 30.20999999999999,
								},
								["暗影打击"] = {
									["count"] = 4.509999999999999,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 29.36,
								},
								["湮没"] = {
									["count"] = 13.05,
								},
								["副手冰霜打击"] = {
									["count"] = 26.16,
								},
								["副手暗影打击"] = {
									["count"] = 9.27,
								},
								["冰霜打击"] = {
									["count"] = 14.18,
								},
								["凛风冲击"] = {
									["count"] = 4.6,
								},
								["冰冷触摸"] = {
									["count"] = 2.34,
								},
								["副手湮没"] = {
									["count"] = 21.24,
								},
								["肉搏"] = {
									["count"] = 98.34000000000006,
								},
							},
							["amount"] = 253.2599999999993,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["训练假人"] = {
									["count"] = 237,
								},
							},
							["amount"] = 237,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["团队副本训练假人"] = {
									["count"] = 348,
								},
								["训练假人"] = {
									["count"] = 264,
								},
							},
							["amount"] = 612,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 1187279,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 849,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 106,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 23,
								},
								["Parry"] = {
									["count"] = 13,
								},
							},
							["amount"] = 146,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 79,
								},
							},
							["amount"] = 79,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 79,
								},
								["Hit"] = {
									["count"] = 127,
								},
								["Dodge"] = {
									["count"] = 16,
								},
								["Miss"] = {
									["count"] = 89,
								},
								["Parry"] = {
									["count"] = 39,
								},
							},
							["amount"] = 350,
						},
						["Frost"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 202,
								},
								["Miss"] = {
									["count"] = 20,
								},
								["Hit"] = {
									["count"] = 149,
								},
								["Crit"] = {
									["count"] = 16,
								},
								["Parry"] = {
									["count"] = 6,
								},
							},
							["amount"] = 394,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Physical"] = 446579,
						["Shadow"] = 36533,
						["Melee"] = 158814,
						["Frost"] = 545353,
					},
					["DamagedWho"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 54468,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 62647,
								},
							},
							["amount"] = 117115,
						},
						["暴风城老鼠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 2140,
								},
							},
							["amount"] = 2140,
						},
						["训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 49542,
								},
								["暗影打击"] = {
									["count"] = 16981,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 36533,
								},
								["湮没"] = {
									["count"] = 231535,
								},
								["冰霜打击"] = {
									["count"] = 171472,
								},
								["副手暗影打击"] = {
									["count"] = 13930,
								},
								["副手冰霜打击"] = {
									["count"] = 123319,
								},
								["凛风冲击"] = {
									["count"] = 76320,
								},
								["冰冷触摸"] = {
									["count"] = 5445,
								},
								["副手湮没"] = {
									["count"] = 184133,
								},
								["肉搏"] = {
									["count"] = 158814,
								},
							},
							["amount"] = 1068024,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Physical"] = 4575,
						["Melee"] = 5457,
						["Frost"] = 2534,
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
						["不洁之力"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2648,
									["min"] = 2647,
									["count"] = 4,
									["amount"] = 10591,
								},
								["Hit"] = {
									["max"] = 1765,
									["min"] = 1765,
									["count"] = 35,
									["amount"] = 61775,
								},
							},
							["count"] = 39,
							["amount"] = 72366,
						},
					},
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 72366,
					["TimeSpent"] = {
						["暴风城老鼠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0.18,
								},
							},
							["amount"] = 0.18,
						},
						["团队副本训练假人"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 13.04,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 35.48,
								},
							},
							["amount"] = 48.52,
						},
						["训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 30.20999999999999,
								},
								["暗影打击"] = {
									["count"] = 4.509999999999999,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 29.36,
								},
								["湮没"] = {
									["count"] = 13.05,
								},
								["副手冰霜打击"] = {
									["count"] = 26.16,
								},
								["副手暗影打击"] = {
									["count"] = 9.27,
								},
								["冰霜打击"] = {
									["count"] = 14.18,
								},
								["凛风冲击"] = {
									["count"] = 4.6,
								},
								["冰冷触摸"] = {
									["count"] = 2.34,
								},
								["副手湮没"] = {
									["count"] = 21.24,
								},
								["肉搏"] = {
									["count"] = 98.34000000000006,
								},
							},
							["amount"] = 253.2599999999993,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ActiveTime"] = 301.9599999999994,
					["EnergyGained"] = {
					},
					["EnergyGain"] = 0,
					["Healing"] = 0,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1121,
									["min"] = 1121,
									["count"] = 2,
									["amount"] = 2242,
								},
								["Tick"] = {
									["max"] = 561,
									["min"] = 0,
									["count"] = 202,
									["amount"] = 109947,
								},
							},
							["count"] = 204,
							["amount"] = 112189,
						},
						["暗影打击"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 882,
									["min"] = 882,
									["count"] = 1,
									["amount"] = 882,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 4,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1483,
									["min"] = 1137,
									["count"] = 12,
									["amount"] = 16099,
								},
							},
							["count"] = 18,
							["amount"] = 16981,
						},
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 471,
									["min"] = 423,
									["count"] = 79,
									["amount"] = 36533,
								},
							},
							["count"] = 79,
							["amount"] = 36533,
						},
						["湮没"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 3353,
									["min"] = 3214,
									["count"] = 3,
									["amount"] = 9791,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 5036,
									["min"] = 3960,
									["count"] = 31,
									["amount"] = 142185,
								},
								["Crit"] = {
									["max"] = 9510,
									["min"] = 8279,
									["count"] = 9,
									["amount"] = 79559,
								},
								["Parry"] = {
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 55,
							["amount"] = 231535,
						},
						["副手冰霜打击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3840,
									["min"] = 3264,
									["count"] = 8,
									["amount"] = 28154,
								},
								["Hit"] = {
									["max"] = 1945,
									["min"] = 1500,
									["count"] = 54,
									["amount"] = 95165,
								},
							},
							["count"] = 62,
							["amount"] = 123319,
						},
						["副手暗影打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 869,
									["min"] = 703,
									["count"] = 18,
									["amount"] = 13930,
								},
							},
							["count"] = 18,
							["amount"] = 13930,
						},
						["冰霜打击"] = {
							["Details"] = {
								["Hit (被格挡)"] = {
									["max"] = 2079,
									["min"] = 1757,
									["count"] = 3,
									["amount"] = 5913,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 3335,
									["min"] = 2671,
									["count"] = 44,
									["amount"] = 131650,
								},
								["Miss"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 5971,
									["min"] = 5387,
									["count"] = 6,
									["amount"] = 33909,
								},
								["Parry"] = {
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 62,
							["amount"] = 171472,
						},
						["凛风冲击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4321,
									["min"] = 1939,
									["count"] = 45,
									["amount"] = 132928,
								},
								["Miss"] = {
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 63,
							["amount"] = 132928,
						},
						["冰冷触摸"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1860,
									["min"] = 1735,
									["count"] = 3,
									["amount"] = 5445,
								},
							},
							["count"] = 3,
							["amount"] = 5445,
						},
						["副手湮没"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5839,
									["min"] = 4973,
									["count"] = 14,
									["amount"] = 73063,
								},
								["Hit"] = {
									["max"] = 2969,
									["min"] = 2426,
									["count"] = 41,
									["amount"] = 111070,
								},
							},
							["count"] = 55,
							["amount"] = 184133,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 988,
									["min"] = 399,
									["count"] = 79,
									["amount"] = 52622,
								},
								["Hit"] = {
									["max"] = 1275,
									["min"] = 0,
									["count"] = 107,
									["amount"] = 93466,
								},
								["Hit (被格挡)"] = {
									["max"] = 863,
									["min"] = 411,
									["count"] = 20,
									["amount"] = 12726,
								},
								["Dodge"] = {
									["count"] = 16,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 89,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 39,
									["amount"] = 0,
								},
							},
							["count"] = 350,
							["amount"] = 158814,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 301.9599999999994,
					["TimeDamaging"] = {
						["暴风城老鼠"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 0.18,
								},
							},
							["amount"] = 0.18,
						},
						["团队副本训练假人"] = {
							["Details"] = {
								["凛风冲击"] = {
									["count"] = 13.04,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 35.48,
								},
							},
							["amount"] = 48.52,
						},
						["训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 30.20999999999999,
								},
								["暗影打击"] = {
									["count"] = 4.509999999999999,
								},
								["血之疫病 (伤害/跳)"] = {
									["count"] = 29.36,
								},
								["湮没"] = {
									["count"] = 13.05,
								},
								["副手冰霜打击"] = {
									["count"] = 26.16,
								},
								["副手暗影打击"] = {
									["count"] = 9.27,
								},
								["冰霜打击"] = {
									["count"] = 14.18,
								},
								["凛风冲击"] = {
									["count"] = 4.6,
								},
								["冰冷触摸"] = {
									["count"] = 2.34,
								},
								["副手湮没"] = {
									["count"] = 21.24,
								},
								["肉搏"] = {
									["count"] = 98.34000000000006,
								},
							},
							["amount"] = 253.2599999999993,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["DOTs"] = {
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["训练假人"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["训练假人"] = {
									["count"] = 15,
								},
								["学徒的训练假人"] = {
									["count"] = 0,
								},
							},
							["amount"] = 15,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 24,
					["Damage"] = 13832,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Physical"] = 2981,
						["Shadow"] = 1271,
						["Melee"] = 5330,
						["Frost"] = 4250,
					},
					["ManaGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 4,
								},
							},
							["amount"] = 12,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 6,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 301,
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
						["不洁之力"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1765,
									["min"] = 1765,
									["count"] = 1,
									["amount"] = 1765,
								},
							},
							["count"] = 1,
							["amount"] = 1765,
						},
					},
					["WhoHealed"] = {
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 18.94,
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 1765,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["训练假人"] = {
							["Details"] = {
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0.8300000000000001,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 6.21,
								},
								["暗影打击"] = {
									["count"] = 1.26,
								},
								["副手暗影打击"] = {
									["count"] = 0.32,
								},
								["冰冷触摸"] = {
									["count"] = 3.5,
								},
								["肉搏"] = {
									["count"] = 6.819999999999999,
								},
							},
							["amount"] = 18.94,
						},
						["学徒的训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["Attacks"] = {
						["血之疫病 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 424,
									["min"] = 423,
									["count"] = 3,
									["amount"] = 1271,
								},
							},
							["count"] = 3,
							["amount"] = 1271,
						},
						["冰霜疫病 (伤害/跳)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 504,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 2520,
								},
							},
							["count"] = 5,
							["amount"] = 2520,
						},
						["暗影打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1426,
									["min"] = 1426,
									["count"] = 1,
									["amount"] = 1426,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 1426,
						},
						["冰冷触摸"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1730,
									["min"] = 1730,
									["count"] = 1,
									["amount"] = 1730,
								},
							},
							["count"] = 1,
							["amount"] = 1730,
						},
						["副手暗影打击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 810,
									["min"] = 745,
									["count"] = 2,
									["amount"] = 1555,
								},
							},
							["count"] = 2,
							["amount"] = 1555,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 653,
									["min"] = 417,
									["count"] = 3,
									["amount"] = 1598,
								},
								["Miss"] = {
									["count"] = 4,
									["amount"] = 0,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1200,
									["min"] = 732,
									["count"] = 3,
									["amount"] = 3030,
								},
								["Hit (被格挡)"] = {
									["max"] = 702,
									["min"] = 702,
									["count"] = 1,
									["amount"] = 702,
								},
							},
							["count"] = 12,
							["amount"] = 5330,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["训练假人"] = {
							["Details"] = {
								["血之疫病 (伤害/跳)"] = {
									["count"] = 1271,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 2520,
								},
								["暗影打击"] = {
									["count"] = 1426,
								},
								["副手暗影打击"] = {
									["count"] = 1555,
								},
								["冰冷触摸"] = {
									["count"] = 1730,
								},
								["肉搏"] = {
									["count"] = 5330,
								},
							},
							["amount"] = 13832,
						},
						["学徒的训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 18.94,
					["TimeDamaging"] = {
						["训练假人"] = {
							["Details"] = {
								["血之疫病 (伤害/跳)"] = {
									["count"] = 0.8300000000000001,
								},
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 6.21,
								},
								["暗影打击"] = {
									["count"] = 1.26,
								},
								["副手暗影打击"] = {
									["count"] = 0.32,
								},
								["冰冷触摸"] = {
									["count"] = 3.5,
								},
								["肉搏"] = {
									["count"] = 6.819999999999999,
								},
							},
							["amount"] = 18.94,
						},
						["学徒的训练假人"] = {
							["Details"] = {
								["冰霜疫病 (伤害/跳)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
			},
			["TimeLast"] = {
				["Overhealing"] = 1318151049,
				["ActiveTime"] = 1318151068,
				["TimeDamage"] = 1318151068,
				["OVERALL"] = 1318151068,
				["DOT_Time"] = 1318151068,
				["Damage"] = 1318151068,
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				true, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				true, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				true, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				true, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				348751.073, -- [1]
				348751.673, -- [2]
				348751.673, -- [3]
				348752.632, -- [4]
				348752.843, -- [5]
				348753.207, -- [6]
				348753.208, -- [7]
				348753.208, -- [8]
				348753.408, -- [9]
				348754.226, -- [10]
				348754.226, -- [11]
				348754.226, -- [12]
				348754.442, -- [13]
				348754.859, -- [14]
				348755.059, -- [15]
				348756.261, -- [16]
				348757.129, -- [17]
				348757.495, -- [18]
				348759.381, -- [19]
				348760.197, -- [20]
				348760.431, -- [21]
				348763.134, -- [22]
				348763.535, -- [23]
				348766.07, -- [24]
				348766.504, -- [25]
				348769.206, -- [26]
				348769.207, -- [27]
				348772.126, -- [28]
				348772.343, -- [29]
				16759.033, -- [30]
				348745.184, -- [31]
				348745.635, -- [32]
				348745.818, -- [33]
				348746.418, -- [34]
				348746.42, -- [35]
				348746.42, -- [36]
				348747.402, -- [37]
				348747.802, -- [38]
				348747.903, -- [39]
				348747.903, -- [40]
				348748.187, -- [41]
				348748.19, -- [42]
				348748.19, -- [43]
				348749.788, -- [44]
				348749.788, -- [45]
				348750.455, -- [46]
				348750.655, -- [47]
				348750.655, -- [48]
				348750.88, -- [49]
				348751.073, -- [50]
			},
			["LastAbility"] = 16642.499,
		},
		["一萬多個低尅"] = {
			["GUID"] = "0x0580000001FC8376",
			["type"] = "Ungrouped",
			["GuardianReverseGUIDs"] = {
				["血虫"] = {
					["LatestGuardian"] = 5,
					["GUIDs"] = {
						"0xF1306D71001AA0D8", -- [1]
						"0xF1306D71001AA15C", -- [2]
						"0xF1306D71001AA2CC", -- [3]
						"0xF1306D71001AA369", -- [4]
						"0xF1306D71001AA42D", -- [5]
						[0] = "0xF1306D71001AA071",
					},
				},
			},
			["Owner"] = false,
			["enClass"] = "UNGROUPED",
			["Name"] = "一萬多個低尅",
			["Pet"] = {
				"血虫 <一萬多個低尅>", -- [1]
			},
			["Fights"] = {
			},
			["level"] = 1,
			["UnitLockout"] = 1318434962,
			["LastFightIn"] = 7,
		},
		["命中加壹"] = {
			["GUID"] = "0x05800000021E37B3",
			["type"] = "Ungrouped",
			["GuardianReverseGUIDs"] = {
				["法力之潮图腾"] = {
					["LatestGuardian"] = 1,
					["GUIDs"] = {
						"0xF13028E3001AA519", -- [1]
						[0] = "0xF13028E3001A9CFA",
					},
				},
			},
			["Owner"] = false,
			["enClass"] = "UNGROUPED",
			["Name"] = "命中加壹",
			["Pet"] = {
				"法力之潮图腾 <命中加壹>", -- [1]
			},
			["Fights"] = {
			},
			["level"] = 1,
			["UnitLockout"] = 1318434881,
			["LastFightIn"] = 7,
		},
		["韩版喵喵"] = {
			["GUID"] = "0x058000000106A19A",
			["type"] = "Ungrouped",
			["GuardianReverseGUIDs"] = {
				["子弹上的舞者"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "0xF140C0A762009622",
					},
				},
			},
			["Owner"] = false,
			["enClass"] = "UNGROUPED",
			["Name"] = "韩版喵喵",
			["Pet"] = {
				"子弹上的舞者 <韩版喵喵>", -- [1]
			},
			["Fights"] = {
			},
			["level"] = 1,
			["UnitLockout"] = 1318434902,
			["LastFightIn"] = 7,
		},
		["邪恶的中指"] = {
			["GUID"] = "0x05800000020C8C02",
			["type"] = "Ungrouped",
			["GuardianReverseGUIDs"] = {
				["暗影幻灵"] = {
					["LatestGuardian"] = 2,
					["GUIDs"] = {
						"0xF130B76A001AA43E", -- [1]
						"0xF130B76A001AA516", -- [2]
						[0] = "0xF130B76A001AA42E",
					},
				},
			},
			["Owner"] = false,
			["enClass"] = "UNGROUPED",
			["Name"] = "邪恶的中指",
			["Pet"] = {
				"暗影幻灵 <邪恶的中指>", -- [1]
			},
			["Fights"] = {
			},
			["level"] = 1,
			["UnitLockout"] = 1318435044,
			["LastFightIn"] = 7,
		},
		["治疗之泉图腾 <灰瞳>"] = {
			["GUID"] = "0xF1300DC7001AA4E3",
			["LastEventHealth"] = {
				"???", -- [1]
				"???", -- [2]
				"???", -- [3]
				"???", -- [4]
			},
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
			},
			["TimeWindows"] = {
				["HOT_Time"] = {
					12, -- [1]
				},
				["Overhealing"] = {
					2328, -- [1]
				},
			},
			["enClass"] = "PET",
			["level"] = 1,
			["LastFightIn"] = 7,
			["type"] = "Pet",
			["Owner"] = "灰瞳",
			["TimeLast"] = {
				["OVERALL"] = 1318435072,
				["HOT_Time"] = 1318435072,
				["Overhealing"] = 1318435072,
			},
			["NextEventNum"] = 5,
			["LastEventHealthNum"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
			},
			["LastEvents"] = {
				"治疗之泉图腾 <灰瞳> 治疗之泉图腾 灰瞳 Tick +489 (489过量治疗)", -- [1]
				"治疗之泉图腾 <灰瞳> 治疗之泉图腾 灰瞳 Tick +489 (489过量治疗)", -- [2]
				"治疗之泉图腾 <灰瞳> 治疗之泉图腾 灰瞳 Tick +652 (652过量治疗)", -- [3]
				"治疗之泉图腾 <灰瞳> 治疗之泉图腾 灰瞳 Tick +698 (698过量治疗)", -- [4]
			},
			["Name"] = "治疗之泉图腾",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
			},
			["LastEventTimes"] = {
				16842.729, -- [1]
				16844.146, -- [2]
				16846.033, -- [3]
				16848.184, -- [4]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["OverHeals"] = {
						["治疗之泉图腾"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 698,
									["min"] = 489,
									["count"] = 4,
									["amount"] = 2328,
								},
							},
							["count"] = 4,
							["amount"] = 2328,
						},
					},
					["Overhealing"] = 2328,
					["HOTs"] = {
						["治疗之泉图腾"] = {
							["Details"] = {
								["灰瞳"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["HOT_Time"] = 12,
				},
				["OverallData"] = {
					["OverHeals"] = {
						["治疗之泉图腾"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 698,
									["min"] = 489,
									["count"] = 4,
									["amount"] = 2328,
								},
							},
							["count"] = 4,
							["amount"] = 2328,
						},
					},
					["Overhealing"] = 2328,
					["HOTs"] = {
						["治疗之泉图腾"] = {
							["Details"] = {
								["灰瞳"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["HOT_Time"] = 12,
				},
			},
			["UnitLockout"] = 1318435072,
			["LastActive"] = 1318435072,
		},
		["血虫 <一萬多個低尅>"] = {
			["GUID"] = "0xF1306D71001AA42D",
			["LastEventHealth"] = {
				"???", -- [1]
				"???", -- [2]
				"???", -- [3]
				"???", -- [4]
				"???", -- [5]
				"???", -- [6]
				"???", -- [7]
				"???", -- [8]
				"???", -- [9]
				"???", -- [10]
				"???", -- [11]
				"???", -- [12]
				"???", -- [13]
				"???", -- [14]
				"???", -- [15]
				"???", -- [16]
				"???", -- [17]
				"???", -- [18]
				"???", -- [19]
				"???", -- [20]
				"???", -- [21]
				"???", -- [22]
				"???", -- [23]
				"???", -- [24]
				"???", -- [25]
				"???", -- [26]
				"???", -- [27]
				"???", -- [28]
				"???", -- [29]
				"???", -- [30]
				"???", -- [31]
				"???", -- [32]
				"???", -- [33]
				"???", -- [34]
				"???", -- [35]
				"???", -- [36]
				"???", -- [37]
				"???", -- [38]
				"???", -- [39]
				"???", -- [40]
				"???", -- [41]
				"???", -- [42]
				"???", -- [43]
				"???", -- [44]
				"???", -- [45]
				"???", -- [46]
				"???", -- [47]
				"???", -- [48]
				"???", -- [49]
				"???", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"HEAL", -- [3]
				"MISC", -- [4]
				"MISC", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"MISC", -- [17]
				"MISC", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"MISC", -- [33]
				"MISC", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"MISC", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["Damage"] = {
					20706, -- [1]
				},
				["DeathCount"] = {
					6, -- [1]
				},
				["TimeDamage"] = {
					94.46000000000004, -- [1]
				},
				["ActiveTime"] = {
					94.46000000000004, -- [1]
				},
			},
			["enClass"] = "PET",
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
					},
					["Messages"] = {
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [1]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -317 (Physical)", -- [2]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [3]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Crit -899 (Physical)", -- [4]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [5]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -340 (Physical)", -- [6]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -301 (Physical)", -- [7]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -317 (Physical)", -- [8]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [9]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -452 (Physical)", -- [10]
						"血虫 <一萬多個低尅>死亡。", -- [11]
						"血虫 <一萬多個低尅>死亡。", -- [12]
					},
					["DeathAt"] = 1318435065,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
					},
					["MessageTimes"] = {
						-13.7599999999984, -- [1]
						-12.37199999999939, -- [2]
						-10.81000000000131, -- [3]
						-9.424999999999272, -- [4]
						-7.924999999999272, -- [5]
						-6.522000000000844, -- [6]
						-5.120999999999185, -- [7]
						-3.882999999997992, -- [8]
						-2.447000000000116, -- [9]
						-0.9939999999987776, -- [10]
						-0.2129999999997381, -- [11]
						0, -- [12]
					},
					["KilledBy"] = "血虫 <一萬多個低尅>",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"MISC", -- [11]
						"MISC", -- [12]
					},
				}, -- [1]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						true, -- [13]
					},
					["Messages"] = {
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -447 (Physical)", -- [1]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [2]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -317 (Physical)", -- [3]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [4]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Crit -899 (Physical)", -- [5]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [6]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -340 (Physical)", -- [7]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -301 (Physical)", -- [8]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -317 (Physical)", -- [9]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [10]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -452 (Physical)", -- [11]
						"血虫 <一萬多個低尅>死亡。", -- [12]
						"血虫 <一萬多個低尅>死亡。", -- [13]
					},
					["DeathAt"] = 1318435065,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
					},
					["MessageTimes"] = {
						-14.93899999999849, -- [1]
						-13.54699999999866, -- [2]
						-12.15899999999965, -- [3]
						-10.59700000000157, -- [4]
						-9.211999999999534, -- [5]
						-7.711999999999534, -- [6]
						-6.309000000001106, -- [7]
						-4.907999999999447, -- [8]
						-3.669999999998254, -- [9]
						-2.234000000000378, -- [10]
						-0.7809999999990396, -- [11]
						0, -- [12]
						0.2129999999997381, -- [13]
					},
					["KilledBy"] = "血虫 <一萬多個低尅>",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
					},
				}, -- [2]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						true, -- [13]
					},
					["Messages"] = {
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -113 (Physical)", -- [1]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [2]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [3]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -328 (Physical)", -- [4]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [5]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [6]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -444 (Physical)", -- [7]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -302 (Physical)", -- [8]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [9]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -453 (Physical)", -- [10]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -316 (Physical)", -- [11]
						"血虫 <一萬多個低尅>死亡。", -- [12]
						"血虫 <一萬多個低尅>死亡。", -- [13]
					},
					["DeathAt"] = 1318435041,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
					},
					["MessageTimes"] = {
						-14.8760000000002, -- [1]
						-13.34499999999753, -- [2]
						-11.99399999999878, -- [3]
						-10.54299999999785, -- [4]
						-9.224999999998545, -- [5]
						-7.740999999998167, -- [6]
						-6.322000000000116, -- [7]
						-4.85399999999936, -- [8]
						-3.514999999999418, -- [9]
						-2.031999999999243, -- [10]
						-0.7999999999992724, -- [11]
						0, -- [12]
						0.001000000000203727, -- [13]
					},
					["KilledBy"] = "血虫 <一萬多個低尅>",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
					},
				}, -- [3]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						true, -- [13]
					},
					["Messages"] = {
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -113 (Physical)", -- [1]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [2]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [3]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -328 (Physical)", -- [4]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [5]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [6]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -444 (Physical)", -- [7]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -302 (Physical)", -- [8]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [9]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -453 (Physical)", -- [10]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -316 (Physical)", -- [11]
						"血虫 <一萬多個低尅>死亡。", -- [12]
						"血虫 <一萬多個低尅>死亡。", -- [13]
					},
					["DeathAt"] = 1318435041,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
					},
					["MessageTimes"] = {
						-14.87700000000041, -- [1]
						-13.34599999999773, -- [2]
						-11.99499999999898, -- [3]
						-10.54399999999805, -- [4]
						-9.225999999998749, -- [5]
						-7.74199999999837, -- [6]
						-6.32300000000032, -- [7]
						-4.854999999999563, -- [8]
						-3.515999999999622, -- [9]
						-2.032999999999447, -- [10]
						-0.8009999999994761, -- [11]
						-0.001000000000203727, -- [12]
						0, -- [13]
					},
					["KilledBy"] = "血虫 <一萬多個低尅>",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
					},
				}, -- [4]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						false, -- [14]
					},
					["Messages"] = {
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -115 (Physical)", -- [1]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [2]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -451 (Physical)", -- [3]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -339 (Physical)", -- [4]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -446 (Physical)", -- [5]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -446 (Physical)", -- [6]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [7]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Crit -885 (Physical)", -- [8]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -359 (Physical)", -- [9]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -327 (Physical)", -- [10]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +15076 (15076过量治疗)", -- [11]
						"血虫 <一萬多個低尅>死亡。", -- [12]
						"血虫 <一萬多個低尅>死亡。", -- [13]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -113 (Physical)", -- [14]
					},
					["DeathAt"] = 1318435025,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
					},
					["MessageTimes"] = {
						-13.67900000000009, -- [1]
						-12.26100000000224, -- [2]
						-10.74300000000221, -- [3]
						-9.408999999999651, -- [4]
						-8.007000000001426, -- [5]
						-6.556000000000495, -- [6]
						-5.118000000002212, -- [7]
						-3.68500000000131, -- [8]
						-2.453000000001339, -- [9]
						-0.977999999999156, -- [10]
						0, -- [11]
						0, -- [12]
						0.001000000000203727, -- [13]
						0.9719999999979336, -- [14]
					},
					["KilledBy"] = "血虫 <一萬多個低尅>",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"HEAL", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
						"DAMAGE", -- [14]
					},
				}, -- [5]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						false, -- [14]
					},
					["Messages"] = {
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -115 (Physical)", -- [1]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [2]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -451 (Physical)", -- [3]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -339 (Physical)", -- [4]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -446 (Physical)", -- [5]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -446 (Physical)", -- [6]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [7]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Crit -885 (Physical)", -- [8]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -359 (Physical)", -- [9]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -327 (Physical)", -- [10]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +15076 (15076过量治疗)", -- [11]
						"血虫 <一萬多個低尅>死亡。", -- [12]
						"血虫 <一萬多個低尅>死亡。", -- [13]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -113 (Physical)", -- [14]
					},
					["DeathAt"] = 1318435025,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
					},
					["MessageTimes"] = {
						-13.68000000000029, -- [1]
						-12.26200000000245, -- [2]
						-10.74400000000242, -- [3]
						-9.409999999999855, -- [4]
						-8.00800000000163, -- [5]
						-6.557000000000699, -- [6]
						-5.119000000002416, -- [7]
						-3.686000000001513, -- [8]
						-2.454000000001543, -- [9]
						-0.9789999999993597, -- [10]
						-0.001000000000203727, -- [11]
						-0.001000000000203727, -- [12]
						0, -- [13]
						0.9709999999977299, -- [14]
					},
					["KilledBy"] = "血虫 <一萬多個低尅>",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"HEAL", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
						"DAMAGE", -- [14]
					},
				}, -- [6]
				{
					["MessageTimes"] = {
						-13.86099999999715, -- [1]
						-12.47399999999834, -- [2]
						-11.07499999999709, -- [3]
						-9.541999999997643, -- [4]
						-8.153999999998632, -- [5]
						-6.872999999999593, -- [6]
						-5.420999999998458, -- [7]
						-3.881999999997788, -- [8]
						-2.601999999998952, -- [9]
						-1.080999999998312, -- [10]
						0.001000000000203727, -- [11]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
					},
					["Messages"] = {
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -341 (Physical)", -- [1]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [2]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -440 (Physical)", -- [3]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -290 (Physical)", -- [4]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -456 (Physical)", -- [5]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -344 (Physical)", -- [6]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [7]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -300 (Physical)", -- [8]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [9]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -338 (Physical)", -- [10]
						"血虫 <一萬多個低尅>死亡。", -- [11]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
					},
					["DeathAt"] = 1318435003,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"MISC", -- [11]
					},
				}, -- [7]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						false, -- [24]
						true, -- [25]
					},
					["Messages"] = {
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -297 (Physical)", -- [1]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -452 (Physical)", -- [2]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [3]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -81 (Physical)", -- [4]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [5]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -296 (Physical)", -- [6]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -449 (Physical)", -- [7]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -445 (Physical)", -- [8]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -459 (Physical)", -- [9]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [10]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [11]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Crit -882 (Physical)", -- [12]
						"血虫 <一萬多個低尅>死亡。", -- [13]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +13191 (13191过量治疗)", -- [14]
						"血虫 <一萬多個低尅>死亡。", -- [15]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +13190 (13190过量治疗)", -- [16]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -443 (Physical)", -- [17]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [18]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Parry", -- [19]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -455 (Physical)", -- [20]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +9422 (9422过量治疗)", -- [21]
						"血虫 <一萬多個低尅>死亡。", -- [22]
						"血虫 <一萬多個低尅>死亡。", -- [23]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [24]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +9422 (9422过量治疗)", -- [25]
					},
					["DeathAt"] = 1318434984,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["MessageTimes"] = {
						-14.00099999999657, -- [1]
						-12.53099999999904, -- [2]
						-11.02699999999823, -- [3]
						-10.71199999999953, -- [4]
						-9.614999999997963, -- [5]
						-9.391999999999825, -- [6]
						-8.177999999999884, -- [7]
						-7.957999999998719, -- [8]
						-6.877999999996973, -- [9]
						-6.594999999997526, -- [10]
						-5.28099999999904, -- [11]
						-5.117999999998574, -- [12]
						-4.625, -- [13]
						-4.625, -- [14]
						-4.625, -- [15]
						-4.256999999997788, -- [16]
						-3.707999999998719, -- [17]
						-2.270999999997002, -- [18]
						-1.004999999997381, -- [19]
						-0.8189999999995052, -- [20]
						0, -- [21]
						0, -- [22]
						0.001000000000203727, -- [23]
						0.4360000000015134, -- [24]
						0.6280000000006112, -- [25]
					},
					["KilledBy"] = "血虫 <一萬多個低尅>",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"MISC", -- [13]
						"HEAL", -- [14]
						"MISC", -- [15]
						"HEAL", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"HEAL", -- [21]
						"MISC", -- [22]
						"MISC", -- [23]
						"DAMAGE", -- [24]
						"HEAL", -- [25]
					},
				}, -- [8]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						false, -- [24]
						true, -- [25]
					},
					["Messages"] = {
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -297 (Physical)", -- [1]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -452 (Physical)", -- [2]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [3]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -81 (Physical)", -- [4]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [5]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -296 (Physical)", -- [6]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -449 (Physical)", -- [7]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -445 (Physical)", -- [8]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -459 (Physical)", -- [9]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [10]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [11]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Crit -882 (Physical)", -- [12]
						"血虫 <一萬多個低尅>死亡。", -- [13]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +13191 (13191过量治疗)", -- [14]
						"血虫 <一萬多個低尅>死亡。", -- [15]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +13190 (13190过量治疗)", -- [16]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -443 (Physical)", -- [17]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [18]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Parry", -- [19]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -455 (Physical)", -- [20]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +9422 (9422过量治疗)", -- [21]
						"血虫 <一萬多個低尅>死亡。", -- [22]
						"血虫 <一萬多個低尅>死亡。", -- [23]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [24]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +9422 (9422过量治疗)", -- [25]
					},
					["DeathAt"] = 1318434984,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["MessageTimes"] = {
						-14.00199999999677, -- [1]
						-12.53199999999924, -- [2]
						-11.02799999999843, -- [3]
						-10.71299999999974, -- [4]
						-9.615999999998167, -- [5]
						-9.393000000000029, -- [6]
						-8.179000000000087, -- [7]
						-7.958999999998923, -- [8]
						-6.878999999997177, -- [9]
						-6.59599999999773, -- [10]
						-5.281999999999243, -- [11]
						-5.118999999998778, -- [12]
						-4.626000000000204, -- [13]
						-4.626000000000204, -- [14]
						-4.626000000000204, -- [15]
						-4.257999999997992, -- [16]
						-3.708999999998923, -- [17]
						-2.271999999997206, -- [18]
						-1.005999999997584, -- [19]
						-0.819999999999709, -- [20]
						-0.001000000000203727, -- [21]
						-0.001000000000203727, -- [22]
						0, -- [23]
						0.4350000000013097, -- [24]
						0.6270000000004075, -- [25]
					},
					["KilledBy"] = "血虫 <一萬多個低尅>",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"MISC", -- [13]
						"HEAL", -- [14]
						"MISC", -- [15]
						"HEAL", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"HEAL", -- [21]
						"MISC", -- [22]
						"MISC", -- [23]
						"DAMAGE", -- [24]
						"HEAL", -- [25]
					},
				}, -- [9]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						false, -- [21]
					},
					["Messages"] = {
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -118 (Physical)", -- [1]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [2]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [3]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -451 (Physical)", -- [4]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -297 (Physical)", -- [5]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -452 (Physical)", -- [6]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [7]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -81 (Physical)", -- [8]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [9]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -296 (Physical)", -- [10]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -449 (Physical)", -- [11]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -445 (Physical)", -- [12]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -459 (Physical)", -- [13]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [14]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [15]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Crit -882 (Physical)", -- [16]
						"血虫 <一萬多個低尅>死亡。", -- [17]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +13191 (13191过量治疗)", -- [18]
						"血虫 <一萬多個低尅>死亡。", -- [19]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +13190 (13190过量治疗)", -- [20]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -443 (Physical)", -- [21]
					},
					["DeathAt"] = 1318434979,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
					},
					["MessageTimes"] = {
						-14.645999999997, -- [1]
						-13.56399999999849, -- [2]
						-12.09399999999732, -- [3]
						-10.85999999999694, -- [4]
						-9.375999999996566, -- [5]
						-7.90599999999904, -- [6]
						-6.401999999998225, -- [7]
						-6.086999999999534, -- [8]
						-4.989999999997963, -- [9]
						-4.766999999999825, -- [10]
						-3.552999999999884, -- [11]
						-3.332999999998719, -- [12]
						-2.252999999996973, -- [13]
						-1.969999999997526, -- [14]
						-0.6559999999990396, -- [15]
						-0.4929999999985739, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0.3680000000022119, -- [20]
						0.9170000000012806, -- [21]
					},
					["KilledBy"] = "血虫 <一萬多個低尅>",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"MISC", -- [17]
						"HEAL", -- [18]
						"MISC", -- [19]
						"HEAL", -- [20]
						"DAMAGE", -- [21]
					},
				}, -- [10]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						false, -- [21]
					},
					["Messages"] = {
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -118 (Physical)", -- [1]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [2]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [3]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -451 (Physical)", -- [4]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -297 (Physical)", -- [5]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -452 (Physical)", -- [6]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [7]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -81 (Physical)", -- [8]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [9]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -296 (Physical)", -- [10]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -449 (Physical)", -- [11]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -445 (Physical)", -- [12]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -459 (Physical)", -- [13]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [14]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [15]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Crit -882 (Physical)", -- [16]
						"血虫 <一萬多個低尅>死亡。", -- [17]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +13191 (13191过量治疗)", -- [18]
						"血虫 <一萬多個低尅>死亡。", -- [19]
						"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +13190 (13190过量治疗)", -- [20]
						"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -443 (Physical)", -- [21]
					},
					["DeathAt"] = 1318434979,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
					},
					["MessageTimes"] = {
						-14.645999999997, -- [1]
						-13.56399999999849, -- [2]
						-12.09399999999732, -- [3]
						-10.85999999999694, -- [4]
						-9.375999999996566, -- [5]
						-7.90599999999904, -- [6]
						-6.401999999998225, -- [7]
						-6.086999999999534, -- [8]
						-4.989999999997963, -- [9]
						-4.766999999999825, -- [10]
						-3.552999999999884, -- [11]
						-3.332999999998719, -- [12]
						-2.252999999996973, -- [13]
						-1.969999999997526, -- [14]
						-0.6559999999990396, -- [15]
						-0.4929999999985739, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0.3680000000022119, -- [20]
						0.9170000000012806, -- [21]
					},
					["KilledBy"] = "血虫 <一萬多個低尅>",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"MISC", -- [17]
						"HEAL", -- [18]
						"MISC", -- [19]
						"HEAL", -- [20]
						"DAMAGE", -- [21]
					},
				}, -- [11]
			},
			["level"] = 1,
			["LastFightIn"] = 7,
			["TimeLast"] = {
				["DeathCount"] = 1318435063,
				["ActiveTime"] = 1318435062,
				["OVERALL"] = 1318435063,
				["TimeDamage"] = 1318435062,
				["Damage"] = 1318435062,
			},
			["type"] = "Pet",
			["LastKilledAt"] = 16839.43,
			["LastFlags"] = 2600,
			["LastKilledBy"] = "血虫 <一萬多個低尅>",
			["Owner"] = "一萬多個低尅",
			["LastAbility"] = 16838.649,
			["NextEventNum"] = 35,
			["LastEventHealthNum"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				0, -- [7]
				0, -- [8]
				0, -- [9]
				0, -- [10]
				0, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				0, -- [16]
				0, -- [17]
				0, -- [18]
				0, -- [19]
				0, -- [20]
				0, -- [21]
				0, -- [22]
				0, -- [23]
				0, -- [24]
				0, -- [25]
				0, -- [26]
				0, -- [27]
				0, -- [28]
				0, -- [29]
				0, -- [30]
				0, -- [31]
				0, -- [32]
				0, -- [33]
				0, -- [34]
				0, -- [35]
				0, -- [36]
				0, -- [37]
				0, -- [38]
				0, -- [39]
				0, -- [40]
				0, -- [41]
				0, -- [42]
				0, -- [43]
				0, -- [44]
				0, -- [45]
				0, -- [46]
				0, -- [47]
				0, -- [48]
				0, -- [49]
				0, -- [50]
			},
			["LastEvents"] = {
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -359 (Physical)", -- [1]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -327 (Physical)", -- [2]
				"血虫 <一萬多個低尅> 鲜血迸发 血虫 <一萬多個低尅> Hit +15076 (15076过量治疗)", -- [3]
				"血虫 <一萬多個低尅>死亡。", -- [4]
				"血虫 <一萬多個低尅>死亡。", -- [5]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -113 (Physical)", -- [6]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [7]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [8]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -328 (Physical)", -- [9]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [10]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -448 (Physical)", -- [11]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -444 (Physical)", -- [12]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -302 (Physical)", -- [13]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [14]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -453 (Physical)", -- [15]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -316 (Physical)", -- [16]
				"血虫 <一萬多個低尅>死亡。", -- [17]
				"血虫 <一萬多個低尅>死亡。", -- [18]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Parry", -- [19]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [20]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -442 (Physical)", -- [21]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -447 (Physical)", -- [22]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [23]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -317 (Physical)", -- [24]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [25]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Crit -899 (Physical)", -- [26]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [27]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -340 (Physical)", -- [28]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -301 (Physical)", -- [29]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -317 (Physical)", -- [30]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [31]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -452 (Physical)", -- [32]
				"血虫 <一萬多個低尅>死亡。", -- [33]
				"血虫 <一萬多個低尅>死亡。", -- [34]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -290 (Physical)", -- [35]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -456 (Physical)", -- [36]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -344 (Physical)", -- [37]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [38]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -300 (Physical)", -- [39]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Miss", -- [40]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -338 (Physical)", -- [41]
				"血虫 <一萬多個低尅>死亡。", -- [42]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -115 (Physical)", -- [43]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -458 (Physical)", -- [44]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -451 (Physical)", -- [45]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Glancing -339 (Physical)", -- [46]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -446 (Physical)", -- [47]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Hit -446 (Physical)", -- [48]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Dodge", -- [49]
				"血虫 <一萬多個低尅> 肉搏 团队副本训练假人 Crit -885 (Physical)", -- [50]
			},
			["Name"] = "血虫",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				true, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				true, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				true, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				16797.285, -- [1]
				16798.76, -- [2]
				16799.738, -- [3]
				16799.738, -- [4]
				16799.739, -- [5]
				16800.71, -- [6]
				16802.241, -- [7]
				16803.592, -- [8]
				16805.043, -- [9]
				16806.361, -- [10]
				16807.845, -- [11]
				16809.264, -- [12]
				16810.732, -- [13]
				16812.071, -- [14]
				16813.554, -- [15]
				16814.786, -- [16]
				16815.586, -- [17]
				16815.587, -- [18]
				16820.277, -- [19]
				16821.683, -- [20]
				16823.107, -- [21]
				16824.491, -- [22]
				16825.883, -- [23]
				16827.271, -- [24]
				16828.833, -- [25]
				16830.218, -- [26]
				16831.718, -- [27]
				16833.121, -- [28]
				16834.522, -- [29]
				16835.76, -- [30]
				16837.196, -- [31]
				16838.649, -- [32]
				16839.43, -- [33]
				16839.643, -- [34]
				16767.558, -- [35]
				16768.946, -- [36]
				16770.227, -- [37]
				16771.679, -- [38]
				16773.218, -- [39]
				16774.498, -- [40]
				16776.019, -- [41]
				16777.101, -- [42]
				16786.059, -- [43]
				16787.477, -- [44]
				16788.995, -- [45]
				16790.329, -- [46]
				16791.731, -- [47]
				16793.182, -- [48]
				16794.62, -- [49]
				16796.053, -- [50]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["TimeSpent"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 94.46000000000004,
								},
							},
							["amount"] = 94.46000000000004,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 18,
								},
								["Hit"] = {
									["count"] = 30,
								},
								["Miss"] = {
									["count"] = 9,
								},
								["Dodge"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 68,
						},
					},
					["ElementDone"] = {
						["Melee"] = 20706,
					},
					["DeathCount"] = 6,
					["DamagedWho"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 20706,
								},
							},
							["amount"] = 20706,
						},
					},
					["TimeDamage"] = 94.46000000000004,
					["TimeDamaging"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 94.46000000000004,
								},
							},
							["amount"] = 94.46000000000004,
						},
					},
					["Attacks"] = {
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 359,
									["min"] = 81,
									["count"] = 18,
									["amount"] = 5533,
								},
								["Hit"] = {
									["max"] = 459,
									["min"] = 113,
									["count"] = 30,
									["amount"] = 12507,
								},
								["Miss"] = {
									["count"] = 9,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 6,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 899,
									["min"] = 882,
									["count"] = 3,
									["amount"] = 2666,
								},
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 68,
							["amount"] = 20706,
						},
					},
					["ActiveTime"] = 94.46000000000004,
					["Damage"] = 20706,
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 94.46000000000004,
								},
							},
							["amount"] = 94.46000000000004,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 18,
								},
								["Hit"] = {
									["count"] = 30,
								},
								["Miss"] = {
									["count"] = 9,
								},
								["Dodge"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 68,
						},
					},
					["ElementDone"] = {
						["Melee"] = 20706,
					},
					["DeathCount"] = 6,
					["DamagedWho"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 20706,
								},
							},
							["amount"] = 20706,
						},
					},
					["TimeDamage"] = 94.46000000000004,
					["TimeDamaging"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 94.46000000000004,
								},
							},
							["amount"] = 94.46000000000004,
						},
					},
					["Attacks"] = {
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 359,
									["min"] = 81,
									["count"] = 18,
									["amount"] = 5533,
								},
								["Hit"] = {
									["max"] = 459,
									["min"] = 113,
									["count"] = 30,
									["amount"] = 12507,
								},
								["Miss"] = {
									["count"] = 9,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 6,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 899,
									["min"] = 882,
									["count"] = 3,
									["amount"] = 2666,
								},
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 68,
							["amount"] = 20706,
						},
					},
					["ActiveTime"] = 94.46000000000004,
					["Damage"] = 20706,
				},
			},
			["UnitLockout"] = 1318435063,
			["LastActive"] = 1318435062,
		},
		["暗影幻灵 <邪恶的中指>"] = {
			["GUID"] = "0xF130B76A001AA516",
			["LastEventHealth"] = {
				"???", -- [1]
				"???", -- [2]
				"???", -- [3]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
			},
			["TimeWindows"] = {
				["Damage"] = {
					17177, -- [1]
				},
				["TimeDamage"] = {
					9.35, -- [1]
				},
				["ActiveTime"] = {
					9.35, -- [1]
				},
			},
			["enClass"] = "PET",
			["level"] = 1,
			["LastFightIn"] = 7,
			["type"] = "Pet",
			["LastFlags"] = 2600,
			["TimeLast"] = {
				["Damage"] = 1318435069,
				["OVERALL"] = 1318435069,
				["TimeDamage"] = 1318435069,
				["ActiveTime"] = 1318435069,
			},
			["Owner"] = "邪恶的中指",
			["LastAbility"] = 16845.832,
			["NextEventNum"] = 4,
			["LastEventHealthNum"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
			},
			["LastEvents"] = {
				"暗影幻灵 <邪恶的中指> 暗影幻灵 团队副本训练假人 Hit -5858 (Shadow)", -- [1]
				"暗影幻灵 <邪恶的中指> 暗影幻灵 团队副本训练假人 Hit -5858 (Shadow)", -- [2]
				"暗影幻灵 <邪恶的中指> 暗影幻灵 团队副本训练假人 Hit -5461 (Shadow)", -- [3]
			},
			["Name"] = "暗影幻灵",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
			},
			["LastEventTimes"] = {
				16823.837, -- [1]
				16826.184, -- [2]
				16845.832, -- [3]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["TimeSpent"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["暗影幻灵"] = {
									["count"] = 9.35,
								},
							},
							["amount"] = 9.35,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 17177,
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["DamagedWho"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["暗影幻灵"] = {
									["count"] = 17177,
								},
							},
							["amount"] = 17177,
						},
					},
					["TimeDamage"] = 9.35,
					["TimeDamaging"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["暗影幻灵"] = {
									["count"] = 9.35,
								},
							},
							["amount"] = 9.35,
						},
					},
					["Attacks"] = {
						["暗影幻灵"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 5858,
									["min"] = 5461,
									["count"] = 3,
									["amount"] = 17177,
								},
							},
							["count"] = 3,
							["amount"] = 17177,
						},
					},
					["ActiveTime"] = 9.35,
					["Damage"] = 17177,
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["暗影幻灵"] = {
									["count"] = 9.35,
								},
							},
							["amount"] = 9.35,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 17177,
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["DamagedWho"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["暗影幻灵"] = {
									["count"] = 17177,
								},
							},
							["amount"] = 17177,
						},
					},
					["TimeDamage"] = 9.35,
					["TimeDamaging"] = {
						["团队副本训练假人"] = {
							["Details"] = {
								["暗影幻灵"] = {
									["count"] = 9.35,
								},
							},
							["amount"] = 9.35,
						},
					},
					["Attacks"] = {
						["暗影幻灵"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 5858,
									["min"] = 5461,
									["count"] = 3,
									["amount"] = 17177,
								},
							},
							["count"] = 3,
							["amount"] = 17177,
						},
					},
					["ActiveTime"] = 9.35,
					["Damage"] = 17177,
				},
			},
			["UnitLockout"] = 1318435069,
			["LastActive"] = 1318435069,
		},
		["灰瞳"] = {
			["GUID"] = "0x058000000186BC16",
			["type"] = "Ungrouped",
			["GuardianReverseGUIDs"] = {
				["石肤图腾"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "0xF13016F1001AA4E2",
					},
				},
				["风怒图腾"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "0xF13017E0001AA4E4",
					},
				},
				["灼热图腾"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "0xF13009DB001AA4E1",
					},
				},
				["治疗之泉图腾"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "0xF1300DC7001AA4E3",
					},
				},
			},
			["Owner"] = false,
			["enClass"] = "UNGROUPED",
			["Name"] = "灰瞳",
			["Pet"] = {
				"灼热图腾 <灰瞳>", -- [1]
				"石肤图腾 <灰瞳>", -- [2]
				"治疗之泉图腾 <灰瞳>", -- [3]
				"风怒图腾 <灰瞳>", -- [4]
			},
			["Fights"] = {
			},
			["level"] = 1,
			["UnitLockout"] = 1318435063,
			["LastFightIn"] = 7,
		},
	},
	["FightNum"] = 7,
	["CombatTimes"] = {
		{
			1318148423, -- [1]
			1318148533, -- [2]
			"16:20:24", -- [3]
			"16:22:13", -- [4]
			"训练假人", -- [5]
		}, -- [1]
		{
			1318148533, -- [1]
			1318148582, -- [2]
			"16:22:14", -- [3]
			"16:23:02", -- [4]
			"训练假人", -- [5]
		}, -- [2]
		{
			1318149684, -- [1]
			1318149696, -- [2]
			"16:41:24", -- [3]
			"16:41:36", -- [4]
			"团队副本训练假人", -- [5]
		}, -- [3]
		{
			1318149969, -- [1]
			1318150513, -- [2]
			"16:46:09", -- [3]
			"16:55:13", -- [4]
			"学徒的训练假人", -- [5]
		}, -- [4]
		{
			1318150721, -- [1]
			1318150737, -- [2]
			"16:58:41", -- [3]
			"16:58:57", -- [4]
			"训练假人", -- [5]
		}, -- [5]
		{
			1318150745, -- [1]
			1318150753, -- [2]
			"16:59:05", -- [3]
			"16:59:13", -- [4]
			"训练假人", -- [5]
		}, -- [6]
		{
			1318150756, -- [1]
			1318151057, -- [2]
			"16:59:16", -- [3]
			"17:04:17", -- [4]
			"训练假人", -- [5]
		}, -- [7]
	},
	["FoughtWho"] = {
		"训练假人 16:59:16-17:04:17", -- [1]
		"训练假人 16:59:05-16:59:13", -- [2]
		"训练假人 16:58:41-16:58:57", -- [3]
		"学徒的训练假人 16:46:09-16:55:13", -- [4]
		"团队副本训练假人 16:41:24-16:41:36", -- [5]
	},
}
