
HandyNotesDB = {
	["profileKeys"] = {
		["Jolyn - 厄祖玛特"] = "Jolyn - 厄祖玛特",
		["颜值爆表死妈 - 雏龙之翼"] = "颜值爆表死妈 - 雏龙之翼",
		["不朽的梧桐 - 熊猫酒仙"] = "不朽的梧桐 - 熊猫酒仙",
		["Crianna - 安东尼达斯"] = "Crianna - 安东尼达斯",
		["大人 - 熊猫酒仙"] = "大人 - 熊猫酒仙",
		["又娇小又可爱 - 伊森利恩"] = "又娇小又可爱 - 伊森利恩",
		["Inspiring - 沃金"] = "Inspiring - 沃金",
		["Inspiring - 埃基尔松"] = "Inspiring - 埃基尔松",
		["Milyn - 卡扎克"] = "Milyn - 卡扎克",
		["颜值死妈爆表 - 厄祖玛特"] = "颜值死妈爆表 - 厄祖玛特",
		["Mea - 瓦拉纳"] = "Mea - 瓦拉纳",
		["我是会长吗 - 伊森利恩"] = "我是会长吗 - 伊森利恩",
		["Kardra - 奥特兰克"] = "Kardra - 奥特兰克",
		["颜值爆表傻逼 - 厄祖玛特"] = "颜值爆表傻逼 - 厄祖玛特",
		["Adob - 回音山"] = "Adob - 回音山",
		["颜值爆表死爹 - 厄祖玛特"] = "颜值爆表死爹 - 厄祖玛特",
	},
	["profiles"] = {
		["Jolyn - 厄祖玛特"] = {
		},
		["颜值爆表死妈 - 雏龙之翼"] = {
		},
		["不朽的梧桐 - 熊猫酒仙"] = {
		},
		["Crianna - 安东尼达斯"] = {
		},
		["大人 - 熊猫酒仙"] = {
		},
		["又娇小又可爱 - 伊森利恩"] = {
		},
		["Inspiring - 沃金"] = {
		},
		["Inspiring - 埃基尔松"] = {
		},
		["Milyn - 卡扎克"] = {
		},
		["颜值死妈爆表 - 厄祖玛特"] = {
		},
		["Mea - 瓦拉纳"] = {
		},
		["我是会长吗 - 伊森利恩"] = {
		},
		["Kardra - 奥特兰克"] = {
		},
		["颜值爆表傻逼 - 厄祖玛特"] = {
		},
		["Adob - 回音山"] = {
		},
		["颜值爆表死爹 - 厄祖玛特"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["Jolyn - 厄祖玛特"] = "Jolyn - 厄祖玛特",
		["颜值爆表死妈 - 雏龙之翼"] = "颜值爆表死妈 - 雏龙之翼",
		["不朽的梧桐 - 熊猫酒仙"] = "不朽的梧桐 - 熊猫酒仙",
		["Crianna - 安东尼达斯"] = "Crianna - 安东尼达斯",
		["大人 - 熊猫酒仙"] = "大人 - 熊猫酒仙",
		["又娇小又可爱 - 伊森利恩"] = "又娇小又可爱 - 伊森利恩",
		["Inspiring - 沃金"] = "Inspiring - 沃金",
		["Inspiring - 埃基尔松"] = "Inspiring - 埃基尔松",
		["Milyn - 卡扎克"] = "Milyn - 卡扎克",
		["颜值死妈爆表 - 厄祖玛特"] = "颜值死妈爆表 - 厄祖玛特",
		["Mea - 瓦拉纳"] = "Mea - 瓦拉纳",
		["我是会长吗 - 伊森利恩"] = "我是会长吗 - 伊森利恩",
		["Kardra - 奥特兰克"] = "Kardra - 奥特兰克",
		["颜值爆表傻逼 - 厄祖玛特"] = "颜值爆表傻逼 - 厄祖玛特",
		["Adob - 回音山"] = "Adob - 回音山",
		["颜值爆表死爹 - 厄祖玛特"] = "颜值爆表死爹 - 厄祖玛特",
	},
	["profiles"] = {
		["Jolyn - 厄祖玛特"] = {
		},
		["颜值爆表死妈 - 雏龙之翼"] = {
		},
		["不朽的梧桐 - 熊猫酒仙"] = {
		},
		["Crianna - 安东尼达斯"] = {
		},
		["大人 - 熊猫酒仙"] = {
		},
		["又娇小又可爱 - 伊森利恩"] = {
		},
		["Inspiring - 沃金"] = {
		},
		["Inspiring - 埃基尔松"] = {
		},
		["Milyn - 卡扎克"] = {
		},
		["颜值死妈爆表 - 厄祖玛特"] = {
		},
		["Mea - 瓦拉纳"] = {
		},
		["我是会长吗 - 伊森利恩"] = {
		},
		["Kardra - 奥特兰克"] = {
		},
		["颜值爆表傻逼 - 厄祖玛特"] = {
		},
		["Adob - 回音山"] = {
		},
		["颜值爆表死爹 - 厄祖玛特"] = {
		},
	},
}
