
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			"/cw 朱哥哥得嘛 急啥", -- [1]
			"/cw 朱哥哥得嘛 。。还没投票得出123名呢 积极啥", -- [2]
			"/g 好", -- [3]
			"/g 啥事？", -- [4]
			"/cw 心随云散步 现在权限是公会银行1分钱都拿不了了", -- [5]
			"/cw 心随云散步 你改下公告", -- [6]
			"/cw 心随云散步 我还是提升你到副会长 ", -- [7]
			"/g 所有女性都可以是", -- [8]
			"/g 乱说", -- [9]
			"/g 新建一个会阶叫会长夫人如何", -- [10]
			"/cw 纵横乄天下 你要升成啥。。", -- [11]
			"/cw 魔界阿杰 好吧 我改成2W", -- [12]
			"/cw 魔界阿杰 -。-1W能做多少组啊", -- [13]
			"/cw 魔界阿杰 然后我改成1W", -- [14]
			"/cw 魔界阿杰 你先拿5W出去", -- [15]
			"/cw 魔界阿杰 主要担心盗号的", -- [16]
			"/cw 魔界阿杰 5W？", -- [17]
			"/cw 魔界阿杰 。。。每天8W够么", -- [18]
			"/cw 纵横乄天下 不开", -- [19]
			"/cw 魔界阿杰 人呢", -- [20]
			"/cw 魔界阿杰 人哦", -- [21]
			"/o 阿杰？", -- [22]
			"/g 每天8W够么", -- [23]
		},
	},
}
