
ecfDB = {
	["profileKeys"] = {
		["梧桐术 - 熊猫酒仙"] = "Default",
		["堡主 - 熊猫酒仙"] = "Default",
		["颜值爆表死爹 - 末日行者"] = "Default",
		["雾梧桐 - 熊猫酒仙"] = "Default",
		["雨梧桐 - 熊猫酒仙"] = "Default",
		["梧桐喵 - 熊猫酒仙"] = "Default",
		["颜值爆表死妈 - 末日行者"] = "Default",
		["颜值爆死全家 - 末日行者"] = "Default",
		["颜值爆表呦呦 - 末日行者"] = "Default",
		["梧桐喵 - 伊森利恩"] = "Default",
		["Thelastangel - 布莱克摩"] = "Default",
		["麝月 - 熊猫酒仙"] = "Default",
		["风梧桐 - 熊猫酒仙"] = "Default",
		["雨梧桐 - 伊森利恩"] = "Default",
		["梧桐晨曦 - 伊森利恩"] = "Default",
		["雪梧桐 - 熊猫酒仙"] = "Default",
		["梧桐黃昏 - 伊森利恩"] = "Default",
		["霜梧桐 - 熊猫酒仙"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["enableRAF"] = true,
			["enableQRF"] = true,
			["blackList"] = {
				{
					"10元", -- [1]
					"隐藏", -- [2]
				}, -- [1]
				{
					"10块", -- [1]
					"隐藏", -- [2]
				}, -- [2]
				{
					"1-90", -- [1]
					"隐藏", -- [2]
				}, -- [3]
				{
					"需要的M", -- [1]
					"隐藏", -- [2]
				}, -- [4]
				{
					"15元", -- [1]
					"隐藏", -- [2]
				}, -- [5]
				{
					"铺搜", -- [1]
					"隐藏", -- [2]
				}, -- [6]
				{
					"元", -- [1]
					"隐藏", -- [2]
				}, -- [7]
				{
					"宝搜", -- [1]
					"隐藏", -- [2]
				}, -- [8]
				{
					"寶搜", -- [1]
					"隐藏", -- [2]
				}, -- [9]
			},
			["enableWisper"] = false,
		},
	},
}
