
Gladius2DB = {
	["profileKeys"] = {
		["烦躁啊 - 伊森利恩"] = "烦躁啊 - 伊森利恩",
		["雨梧桐 - 熊猫酒仙"] = "雨梧桐 - 熊猫酒仙",
		["雪梧桐 - 熊猫酒仙"] = "雪梧桐 - 熊猫酒仙",
		["紫梧桐 - 熊猫酒仙"] = "紫梧桐 - 熊猫酒仙",
		["霜梧桐 - 熊猫酒仙"] = "霜梧桐 - 熊猫酒仙",
		["祈梧桐 - 熊猫酒仙"] = "祈梧桐 - 熊猫酒仙",
	},
	["profiles"] = {
		["烦躁啊 - 伊森利恩"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 486.944363852854,
			},
			["x"] = {
				["arena1"] = 1142.66568074352,
			},
		},
		["雨梧桐 - 熊猫酒仙"] = {
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 47.5555429181486,
			},
			["auraVersion"] = 1,
			["y"] = {
				["arena1"] = 501.877819725996,
			},
		},
		["雪梧桐 - 熊猫酒仙"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 39.022202967783,
			},
			["y"] = {
				["arena1"] = 665.433389288337,
			},
		},
		["紫梧桐 - 熊猫酒仙"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
		},
		["霜梧桐 - 熊猫酒仙"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 218.222138602105,
			},
			["y"] = {
				["arena1"] = 592.900112529897,
			},
		},
		["祈梧桐 - 熊猫酒仙"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
		},
	},
}
