
RAIDBUILDER_UI_DB = {
	["profileKeys"] = {
		["梧桐雨 - 伊森利恩"] = "梧桐雨 - 伊森利恩",
		["雨梧桐 - 伊森利恩"] = "雨梧桐 - 伊森利恩",
		["点办喔 - 布莱克摩"] = "点办喔 - 布莱克摩",
		["霜梧桐 - 熊猫酒仙"] = "霜梧桐 - 熊猫酒仙",
		["冰封之恋 - 红龙女王"] = "冰封之恋 - 红龙女王",
		["缄默 - 伊森利恩"] = "缄默 - 伊森利恩",
		["风梧桐 - 伊森利恩"] = "风梧桐 - 伊森利恩",
		["梧桐喵 - 伊森利恩"] = "梧桐喵 - 伊森利恩",
		["雪梧桐 - 熊猫酒仙"] = "雪梧桐 - 熊猫酒仙",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = "^1^SAnnData^T^Stitle^S集合石插件新版本发布^Scontent^S集合石插件最新版本60000.03已经发布。可在官方网页http://w.163.com/special/wowsocial/进行更新。~J1.适配魔兽6.0版本~J2.解决与部分新版整合插件冲突问题~J如有问题，大家可通过集合石反馈QQ群：317548615~`主动联系我们。^t^^",
			["MallData"] = "^1^SMallData^T^S60分#1^S1001;60;49288;30141;2#1001;60;49289;30518;1^S120分#2^S2001;120;79744;40538#2002;120;68841;37846^S150分#3#1^S3001;150;93669;47348#3002;150;33219#3003;150;34492;22903^S240分#4^S4001;240;72161;38925^S280分#5#1^S5001;280;54452^S450分#6#1^S7001;450;54212;31756^S600分#7^S6001;600;72159;19939^S800分#8#1^S8001;800;35227^t^^",
		},
		["version"] = "60000.02",
		["recentlist"] = {
			{
				["recordDate"] = 1414080436,
				["race"] = "Human",
				["name"] = "Angelkacha",
				["from"] = "普通地下城",
				["level"] = 90,
				["class"] = "WARLOCK",
				["battleTag"] = "Maygy#5370",
				["realm"] = "萨菲隆",
			}, -- [1]
			{
				["recordDate"] = 1414080380,
				["race"] = "Night Elf",
				["name"] = "一十士廿卞广",
				["from"] = "普通地下城",
				["level"] = 90,
				["class"] = "PRIEST",
				["battleTag"] = "花样作死冠军#5228",
				["realm"] = "末日行者",
			}, -- [2]
			{
				["recordDate"] = 1414080378,
				["race"] = "Human",
				["name"] = "北风之刃",
				["from"] = "普通地下城",
				["level"] = 90,
				["class"] = "WARRIOR",
				["battleTag"] = "佟国宇#5474",
				["realm"] = "阿古斯",
			}, -- [3]
			{
				["recordDate"] = 1414080335,
				["race"] = "Night Elf",
				["name"] = "Beatt",
				["from"] = "普通地下城",
				["level"] = 90,
				["class"] = "HUNTER",
				["battleTag"] = "意气风发#5894",
				["realm"] = "朵丹尼尔",
			}, -- [4]
			{
				["recordDate"] = 1413984074,
				["race"] = "Worgen",
				["name"] = "海森伯格",
				["from"] = "英雄地下城",
				["class"] = "WARRIOR",
				["level"] = 90,
				["battleTag"] = "zL87#5646",
				["realm"] = "永恒之井",
			}, -- [5]
			{
				["recordDate"] = 1413984074,
				["race"] = "Human",
				["name"] = "茗萱",
				["from"] = "英雄地下城",
				["class"] = "MAGE",
				["level"] = 90,
				["battleTag"] = "无双#5217",
				["realm"] = "刺骨利刃",
			}, -- [6]
			{
				["recordDate"] = 1413984070,
				["race"] = "Pandaren",
				["name"] = "五星上将",
				["from"] = "英雄地下城",
				["class"] = "MAGE",
				["level"] = 90,
				["battleTag"] = "璇玑雁#5659",
				["realm"] = "阿拉索",
			}, -- [7]
			{
				["recordDate"] = 1413984069,
				["race"] = "Worgen",
				["name"] = "骚的很",
				["from"] = "英雄地下城",
				["class"] = "ROGUE",
				["level"] = 90,
				["battleTag"] = "龙父之牙#5595",
				["realm"] = "伊瑟拉",
			}, -- [8]
			{
				["recordDate"] = 1413984069,
				["race"] = "Draenei",
				["name"] = "倾心番茄酱",
				["from"] = "英雄地下城",
				["class"] = "SHAMAN",
				["level"] = 89,
				["battleTag"] = "Sorrow#5217",
				["realm"] = "迦拉克隆",
			}, -- [9]
		},
		["annData"] = {
			{
				["unread"] = true,
				["title"] = "集合石插件新版本发布",
				["content"] = "集合石插件最新版本60000.03已经发布。可在官方网页http://w.163.com/special/wowsocial/进行更新。\n1.适配魔兽6.0版本\n2.解决与部分新版整合插件冲突问题\n如有问题，大家可通过集合石反馈QQ群：317548615 主动联系我们。",
			}, -- [1]
			{
				["content"] = "为适应6.0版本，集合石于10月16日（周四）进行版本维护。期间玩家可能无法正常使用集合石，我们会在维护好后会第一时间在战网论坛，游戏公告内通知大家。期间有任何问题大家也可以通过集合石反馈QQ群：317548615主动联系我们。",
				["title"] = "集合石插件维护公告",
			}, -- [2]
		},
	},
	["profiles"] = {
		["梧桐雨 - 伊森利恩"] = {
		},
		["雨梧桐 - 伊森利恩"] = {
		},
		["点办喔 - 布莱克摩"] = {
		},
		["霜梧桐 - 熊猫酒仙"] = {
		},
		["冰封之恋 - 红龙女王"] = {
		},
		["缄默 - 伊森利恩"] = {
		},
		["风梧桐 - 伊森利恩"] = {
		},
		["梧桐喵 - 伊森利恩"] = {
		},
		["雪梧桐 - 熊猫酒仙"] = {
		},
	},
}
