
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["雪梧桐 - 熊猫酒仙"] = "雪梧桐 - 熊猫酒仙",
	},
	["profiles"] = {
		["雪梧桐 - 熊猫酒仙"] = {
			["followMemberList"] = {
				{
					["name"] = "水艺天下无双-麦迪文",
					["guid"] = "Player-870-04DF8741",
					["status"] = 3,
					["isNew"] = true,
					["time"] = 1512228134,
				}, -- [1]
			},
			["recent"] = {
				["0-0-0-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "阿藜-回音山",
						["iLvl"] = 376,
						["time"] = 1548472653,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "伯伯哦#5646",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小猪三号-世界之树",
						["iLvl"] = 375,
						["time"] = 1548472508,
						["class"] = 10,
						["bTag"] = "DAIN#5817",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "庞庞厐庞庞总-海克泰尔",
						["iLvl"] = 365,
						["time"] = 1548472641,
						["class"] = 9,
						["bTag"] = "夜的向日葵#5416",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Dlackice-格瑞姆巴托",
						["iLvl"] = 378,
						["time"] = 1548473104,
						["class"] = 5,
						["bTag"] = "多么痛的领悟#5386",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "茉莉思故-国王之谷",
						["iLvl"] = 375,
						["time"] = 1548473218,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "神奇的冰#5594",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "九龙坡死肥宅-回音山",
						["iLvl"] = 377,
						["time"] = 1548473218,
						["class"] = 2,
						["bTag"] = "我妻有奶#5280",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "倾城之蛋蛋-永恒之井",
						["iLvl"] = 391,
						["time"] = 1548473218,
						["class"] = 2,
						["bTag"] = "skyls#5961",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "十八子-拉文霍德",
						["iLvl"] = 354,
						["time"] = 1548473218,
						["class"] = 9,
						["bTag"] = "ForTheHorde#571607",
					}, -- [8]
				},
			},
			["version"] = "80000.05",
			["createHistoryList"] = {
				"3-135-495-0", -- [1]
				"3-132-483-0", -- [2]
				"2-119-465-0", -- [3]
				"2-113-460-0", -- [4]
				"3-131-478-0", -- [5]
				"3-123-416-0", -- [6]
				"1-124-469-0", -- [7]
				"2-5-18-0", -- [8]
				"3-123-481-0", -- [9]
				"2-7-402-0", -- [10]
				"2-8-403-0", -- [11]
			},
			["appShine"] = "80000.05",
			["searchHistoryList"] = {
				"2-140-510-0", -- [1]
				"2-142-518-0", -- [2]
				"2-138-507-0", -- [3]
				"2-145-530-0", -- [4]
				"3-135-495-0", -- [5]
				"3-135-494-0", -- [6]
				"2-0-0-0", -- [7]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 6.56399059295654,
					["point"] = "BOTTOMLEFT",
					["scale"] = 1,
				},
			},
			["advShine"] = "60200.09",
			["lastSearchCode"] = "2-140-510-0",
			["searchInputHistory"] = {
				["6-0-16-11"] = {
					"世界", -- [1]
				},
				["3-123-416-0"] = {
					"古尔丹", -- [1]
				},
				["3-110-410-0"] = {
					"m", -- [1]
					"AK", -- [2]
					"m10", -- [3]
					"玛胖", -- [4]
					"H8", -- [5]
				},
				["3-110-409-0"] = {
					"ak", -- [1]
					"8090", -- [2]
					"55 ", -- [3]
					"321", -- [4]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					[8] = false,
					[10] = false,
					[9] = false,
					[7] = false,
				},
			},
		},
	},
}
