
Prat3HighCPUPerCharDB = {
	["time"] = 1444122289,
	["scrollback"] = {
		["ChatFrame1"] = {
			{
				"|cff979797[16:59:27]|r|c00000000|r |cffd8d8d8[|r|Hplayer:丹丹櫫:691:GUILD|h|cff9382c9丹丹櫫|r|h|cffd8d8d8]|r has earned the achievement |cffffff00|Hachievement:10067:Player-940-020D588D:1:10:6:15:4294967295:4294967295:4294967295:4294967295|h[In Pursuit of Gul'dan]|h|r!", -- [1]
				0.250980406999588, -- [2]
				1, -- [3]
				0.250980406999588, -- [4]
				48, -- [5]
			}, -- [1]
			{
				"|cff979797[16:59:29]|r|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:七煌大师:692:CHANNEL:2|h|cffffffff七煌大师|r|h|cffd8d8d8]|r: {花痴} （地狱火堡） （英雄）  新CD 1-13BOSS全通 欢迎抱团毕业老板！装备无竞争！", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				70, -- [5]
			}, -- [2]
			{
				"|cff979797[17:00:09]|r|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:七煌大师:698:CHANNEL:2|h|cffffffff七煌大师|r|h|cffd8d8d8]|r: {花痴} （地狱火堡） （英雄）  新CD 1-13BOSS全通 欢迎抱团毕业老板！装备无竞争！", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				70, -- [5]
			}, -- [3]
			{
				"|cff979797[17:00:49]|r|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:七煌大师:703:CHANNEL:2|h|cffffffff七煌大师|r|h|cffd8d8d8]|r: {花痴} （地狱火堡） （英雄）  新CD 1-13BOSS全通 欢迎抱团毕业老板！装备无竞争！", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				70, -- [5]
			}, -- [4]
			{
				"|cff979797[17:01:29]|r|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:七煌大师:707:CHANNEL:2|h|cffffffff七煌大师|r|h|cffd8d8d8]|r: {花痴} （地狱火堡） （英雄）  新CD 1-13BOSS全通 欢迎抱团毕业老板！装备无竞争！", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				70, -- [5]
			}, -- [5]
			{
				"|cff979797[17:02:09]|r|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:七煌大师:714:CHANNEL:2|h|cffffffff七煌大师|r|h|cffd8d8d8]|r: {花痴} （地狱火堡） （英雄）  新CD 1-13BOSS全通 欢迎抱团毕业老板！装备无竞争！", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				70, -- [5]
			}, -- [6]
			{
				"|cff979797[17:02:49]|r|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:七煌大师:719:CHANNEL:2|h|cff8b8b8b1|r:|cffffffff七煌大师|r|h|cffd8d8d8]|r: {花痴} （地狱火堡） （英雄）  新CD 1-13BOSS全通 欢迎抱团毕业老板！装备无竞争！", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				70, -- [5]
			}, -- [7]
			{
				"|cff979797[17:03:29]|r|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:七煌大师:723:CHANNEL:2|h|cff8b8b8b1|r:|cffffffff七煌大师|r|h|cffd8d8d8]|r: {花痴} （地狱火堡） （英雄）  新CD 1-13BOSS全通 欢迎抱团毕业老板！装备无竞争！", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				70, -- [5]
			}, -- [8]
			{
				"|cff979797[17:04:09]|r|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:七煌大师:727:CHANNEL:2|h|cff8b8b8b1|r:|cffffffff七煌大师|r|h|cffd8d8d8]|r: {花痴} （地狱火堡） （英雄）  新CD 1-13BOSS全通 欢迎抱团毕业老板！装备无竞争！", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				70, -- [5]
			}, -- [9]
			{
				"|cff979797[17:04:49]|r|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:七煌大师:731:CHANNEL:2|h|cff8b8b8b1|r:|cffffffff七煌大师|r|h|cffd8d8d8]|r: {花痴} （地狱火堡） （英雄）  新CD 1-13BOSS全通 欢迎抱团毕业老板！装备无竞争！", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				70, -- [5]
			}, -- [10]
		},
	},
}
