
Prat3HighCPUPerCharDB = {
	["time"] = 1384598342,
	["scrollback"] = {
		["ChatFrame5"] = {
			{
				"|cff979797[18:38:48]|r|c00000000|r [W From] |cffd8d8d8[|r|Hplayer:影白白:9057:WHISPER:影白白|h|cffd84e4e90|r:|cfffff468影白白|r|h|cffd8d8d8]|r: 求10H本", -- [1]
				1, -- [2]
				0.501960813999176, -- [3]
				1, -- [4]
				0, -- [5]
			}, -- [1]
			{
				"|cff979797[18:38:59]|r|c00000000|r [W To] |cffd8d8d8[|r|Hplayer:影白白:9072:WHISPER:影白白|h|cffd84e4e90|r:|cfffff468影白白|r|h|cffd8d8d8]|r: 脑残么", -- [1]
				1, -- [2]
				0.501960813999176, -- [3]
				1, -- [4]
				10, -- [5]
			}, -- [2]
		},
		["ChatFrame4"] = {
			{
				"|cff979797[18:38:48]|r|c00000000|r [W From] |cffd8d8d8[|r|Hplayer:影白白:9057:WHISPER:影白白|h|cffd84e4e90|r:|cfffff468影白白|r|h|cffd8d8d8]|r: 求10H本", -- [1]
				1, -- [2]
				0.501960813999176, -- [3]
				1, -- [4]
				0, -- [5]
			}, -- [1]
			{
				"|cff979797[18:38:59]|r|c00000000|r [W To] |cffd8d8d8[|r|Hplayer:影白白:9072:WHISPER:影白白|h|cffd84e4e90|r:|cfffff468影白白|r|h|cffd8d8d8]|r: 脑残么", -- [1]
				1, -- [2]
				0.501960813999176, -- [3]
				1, -- [4]
				10, -- [5]
			}, -- [2]
		},
		["ChatFrame1"] = {
			{
				"|cff979797[18:38:47]|r|c00000000|r |Hchannel:channel:1|h[1] |h|cffd8d8d8[|r|Hplayer:瑞安娜:9055:CHANNEL:1|h|cffaad372瑞安娜|r|h|cffd8d8d8]|r: 收点卡卖的MMMMMM 骗子爬爬爬", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				69, -- [5]
			}, -- [1]
			{
				"|cff979797[18:38:48]|r|c00000000|r [W From] |cffd8d8d8[|r|Hplayer:影白白:9057:WHISPER:影白白|h|cffd84e4e90|r:|cfffff468影白白|r|h|cffd8d8d8]|r: 求10H本", -- [1]
				1, -- [2]
				0.501960813999176, -- [3]
				1, -- [4]
				0, -- [5]
			}, -- [2]
			{
				"|cff979797[18:38:50]|r|c00000000|r |Hchannel:channel:1|h[1] |h|cffd8d8d8[|r|Hplayer:稀有职业:9059:CHANNEL:1|h|cff0070dd稀有职业|r|h|cffd8d8d8]|r: 出售各职业全套雕文有5.4新雕文<DK少一个>以及476 布甲，板甲。皮。锁甲全套各种宝石需要的朋友MMM", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				69, -- [5]
			}, -- [3]
			{
				"|cff979797[18:38:57]|r|c00000000|r |cffc41e3a往事丶亦如梦|r has gone offline.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [4]
			{
				"|cff979797[18:38:59]|r|c00000000|r [W To] |cffd8d8d8[|r|Hplayer:影白白:9072:WHISPER:影白白|h|cffd84e4e90|r:|cfffff468影白白|r|h|cffd8d8d8]|r: 脑残么", -- [1]
				1, -- [2]
				0.501960813999176, -- [3]
				1, -- [4]
				10, -- [5]
			}, -- [5]
		},
		["ChatFrame3"] = {
			{
				"|cff979797[18:38:34]|r|c00000000|r |Hchannel:channel:5|h[5] |h<Busy>|cffd8d8d8[|r|Hplayer:大眼睛㑳点伈:9040:CHANNEL:5|h|cff68ccef大眼睛㑳点伈|r|h|cffd8d8d8]|r:  {心}友情提示|TInterface\\TargetingFrame\\UI-RaidTargetingIcon_2:0|t：请及时充值避免游戏掉线，丫丫25551O5 雪梅频道~！", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [1]
			{
				"|cff979797[18:38:34]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:黑妹的占占:9042:CHANNEL:5|h|cffc69b6d黑妹的占占|r|h|cffd8d8d8]|r: 22混分来个暴力DPS。", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [2]
			{
				"|cff979797[18:38:38]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:愺様宁宇:9044:CHANNEL:5|h|cffaad372愺様宁宇|r|h|cffd8d8d8]|r: 1111111111", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [3]
			{
				"|cff979797[18:38:38]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:奋战先锋:9046:CHANNEL:5|h|cffc69b6d奋战先锋|r|h|cffd8d8d8]|r: PT 25人  AG 来各系消费老板 全程带4个老板  强力打工已到位  全新CD  1-14 稳定可靠 来的坑！~~~~。.", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [4]
			{
				"|cff979797[18:38:40]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:临邛刃:9048:CHANNEL:5|h|cff68ccef临邛刃|r|h|cffd8d8d8]|r: 3h 来540+碾压了", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [5]
			{
				"|cff979797[18:38:41]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:黑妹的占占:9050:CHANNEL:5|h|cffd84e4e90|r:|cffc69b6d黑妹的占占|r|h|cffd8d8d8]|r: 22混分来个暴力DPS。", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [6]
			{
				"|cff979797[18:38:44]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:星野施密蕾:9051:CHANNEL:5|h|cffc69b6d星野施密蕾|r|h|cffd8d8d8]|r: 跨服耳朵火牛    要打的速度MMM啦     鬼服已跨好", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [7]
			{
				"|cff979797[18:38:45]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:奋战先锋:9053:CHANNEL:5|h|cffd84e4e90|r:|cffc69b6d奋战先锋|r|h|cffd8d8d8]|r: PT 25人  AG 来各系消费老板 全程带4个老板  强力打工已到位  全新CD  1-14 稳定可靠 来的坑！~~~~。.", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [8]
			{
				"|cff979797[18:38:47]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:瑞安娜:9054:CHANNEL:5|h|cffaad372瑞安娜|r|h|cffd8d8d8]|r: 收点卡卖的MMMMMM 骗子爬爬爬", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [9]
			{
				"|cff979797[18:38:50]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:法尼玛之火:9060:CHANNEL:5|h|cff68ccef法尼玛之火|r|h|cffd8d8d8]|r: 3", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [10]
			{
				"|cff979797[18:38:50]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:愺様宁宇:9063:CHANNEL:5|h|cffd84e4e90|r:|cffaad372愺様宁宇|r|h|cffd8d8d8]|r: 333333333", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [11]
			{
				"|cff979797[18:38:51]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:蒙面躶奔超人:9064:CHANNEL:5|h|cffaad372蒙面躶奔超人|r|h|cffd8d8d8]|r: 33333333333333", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [12]
			{
				"|cff979797[18:38:53]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:简单得爱:9066:CHANNEL:5|h|cff0070dd简单得爱|r|h|cffd8d8d8]|r: 3", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [13]
			{
				"|cff979797[18:38:56]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:熊爸爸:9068:CHANNEL:5|h|cffffffff熊爸爸|r|h|cffd8d8d8]|r: 3", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [14]
			{
				"|cff979797[18:39:01]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:奋战先锋:9073:CHANNEL:5|h|cffd84e4e90|r:|cffc69b6d奋战先锋|r|h|cffd8d8d8]|r: PT 25人  AG 来各系消费老板 全程带4个老板  强力打工已到位  全新CD  1-14 稳定可靠 来的坑！~~~~。.", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [15]
			{
				"|cff979797[18:39:02]|r|c00000000|r |Hchannel:channel:5|h[5] |h<Busy>|cffd8d8d8[|r|Hplayer:小默默丷芯遥:9074:CHANNEL:5|h|cff9382c9小默默丷芯遥|r|h|cffd8d8d8]|r:  为大神畅游保驾护航 各种|TInterface\\TargetingFrame\\UI-RaidTargetingIcon_2:0|t|TInterface\\TargetingFrame\\UI-RaidTargetingIcon_2:0|t需要的Mm ", -- [1]
				1, -- [2]
				0.7490196228027344, -- [3]
				0.7490196228027344, -- [4]
				73, -- [5]
			}, -- [16]
		},
	},
}
