
Prat3HighCPUPerCharDB = {
	["time"] = 1361377599,
	["scrollback"] = {
		["ChatFrame1"] = {
			{
				"|cff979797[00:26:24]|r|c00000000|r |Hchannel:channel:1|h[1] |h Joined Channel: |Hchannel:1|h[1. General - Camp Narache]|h", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				69, -- [5]
			}, -- [1]
			{
				"|cff979797[00:26:24]|r|c00000000|r |Hchannel:channel:3|h[3] |h Joined Channel: |Hchannel:3|h[3. LocalDefense - Camp Narache]|h", -- [1]
				1, -- [2]
				0.7529412508010864, -- [3]
				0.7529412508010864, -- [4]
				71, -- [5]
			}, -- [2]
			{
				"|cff979797[00:26:31]|r|c00000000|r |cffd8d8d8[|r|Hplayer:灵魂的寂寞:6|h|cffd84e4e89|r:|cffc69b6d灵魂的寂寞|r|h|cffd8d8d8]|r: Level 89 Undead Warrior <Hermès> - Kun-Lai Summit", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [3]
			{
				"|cff979797[00:26:31]|r|c00000000|r 1 |4player:players; total", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [4]
			{
				"|cff979797[00:26:35]|r|c00000000|r [W To] |cffd8d8d8[|r|Hplayer:灵魂的寂寞:8:WHISPER:灵魂的寂寞|h|cffd84e4e89|r:|cffc69b6d灵魂的寂寞|r|h|cffd8d8d8]|r: 贱 B， 被杀的爽吗？ 让你他吗的范贱。 杀得你跟狗一样。让你丫的贱，狗 B", -- [1]
				1, -- [2]
				0.501960813999176, -- [3]
				1, -- [4]
				10, -- [5]
			}, -- [5]
			{
				"|cff979797[00:26:36]|r|c00000000|r [W To] |cffd8d8d8[|r|Hplayer:灵魂的寂寞:9:WHISPER:灵魂的寂寞|h|cffd84e4e89|r:|cffc69b6d灵魂的寂寞|r|h|cffd8d8d8]|r: 贱 B， 被杀的爽吗？ 让你他吗的范贱。 杀得你跟狗一样。让你丫的贱，狗 B", -- [1]
				1, -- [2]
				0.501960813999176, -- [3]
				1, -- [4]
				10, -- [5]
			}, -- [6]
			{
				"|cff979797[00:26:38]|r|c00000000|r [W To] |cffd8d8d8[|r|Hplayer:灵魂的寂寞:10:WHISPER:灵魂的寂寞|h|cffd84e4e89|r:|cffc69b6d灵魂的寂寞|r|h|cffd8d8d8]|r: 贱 B， 被杀的爽吗？ 让你他吗的范贱。 杀得你跟狗一样。让你丫的贱，狗 B", -- [1]
				1, -- [2]
				0.501960813999176, -- [3]
				1, -- [4]
				10, -- [5]
			}, -- [7]
			{
				"|cff979797[00:26:38]|r|c00000000|r [W To] |cffd8d8d8[|r|Hplayer:灵魂的寂寞:11:WHISPER:灵魂的寂寞|h|cffd84e4e89|r:|cffc69b6d灵魂的寂寞|r|h|cffd8d8d8]|r: 贱 B， 被杀的爽吗？ 让你他吗的范贱。 杀得你跟狗一样。让你丫的贱，狗 B", -- [1]
				1, -- [2]
				0.501960813999176, -- [3]
				1, -- [4]
				10, -- [5]
			}, -- [8]
			{
				"|cff979797[00:26:39]|r|c00000000|r [W To] |cffd8d8d8[|r|Hplayer:灵魂的寂寞:12:WHISPER:灵魂的寂寞|h|cffd84e4e89|r:|cffc69b6d灵魂的寂寞|r|h|cffd8d8d8]|r: 贱 B， 被杀的爽吗？ 让你他吗的范贱。 杀得你跟狗一样。让你丫的贱，狗 B", -- [1]
				1, -- [2]
				0.501960813999176, -- [3]
				1, -- [4]
				10, -- [5]
			}, -- [9]
		},
	},
}
