
HandyNotesDB = {
	["profileKeys"] = {
		["梧桐雨 - 伊森利恩"] = "梧桐雨 - 伊森利恩",
		["我不是会长哦 - 伊森利恩"] = "我不是会长哦 - 伊森利恩",
		["雪梧桐 - 伊森利恩"] = "雪梧桐 - 伊森利恩",
		["梧桐黃昏 - 伊森利恩"] = "梧桐黃昏 - 伊森利恩",
		["缄默 - 伊森利恩"] = "缄默 - 伊森利恩",
		["烦躁啊 - 伊森利恩"] = "烦躁啊 - 伊森利恩",
		["雨梧桐 - 伊森利恩"] = "雨梧桐 - 伊森利恩",
		["梧桐晨曦 - 伊森利恩"] = "梧桐晨曦 - 伊森利恩",
		["风梧桐 - 伊森利恩"] = "风梧桐 - 伊森利恩",
		["霜梧桐 - 伊森利恩"] = "霜梧桐 - 伊森利恩",
		["梧桐喵 - 伊森利恩"] = "梧桐喵 - 伊森利恩",
	},
	["profiles"] = {
		["梧桐雨 - 伊森利恩"] = {
		},
		["我不是会长哦 - 伊森利恩"] = {
		},
		["雪梧桐 - 伊森利恩"] = {
		},
		["梧桐黃昏 - 伊森利恩"] = {
		},
		["缄默 - 伊森利恩"] = {
		},
		["烦躁啊 - 伊森利恩"] = {
		},
		["雨梧桐 - 伊森利恩"] = {
		},
		["梧桐晨曦 - 伊森利恩"] = {
		},
		["风梧桐 - 伊森利恩"] = {
		},
		["霜梧桐 - 伊森利恩"] = {
		},
		["梧桐喵 - 伊森利恩"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["梧桐雨 - 伊森利恩"] = "梧桐雨 - 伊森利恩",
		["我不是会长哦 - 伊森利恩"] = "我不是会长哦 - 伊森利恩",
		["雪梧桐 - 伊森利恩"] = "雪梧桐 - 伊森利恩",
		["梧桐黃昏 - 伊森利恩"] = "梧桐黃昏 - 伊森利恩",
		["缄默 - 伊森利恩"] = "缄默 - 伊森利恩",
		["烦躁啊 - 伊森利恩"] = "烦躁啊 - 伊森利恩",
		["雨梧桐 - 伊森利恩"] = "雨梧桐 - 伊森利恩",
		["梧桐晨曦 - 伊森利恩"] = "梧桐晨曦 - 伊森利恩",
		["风梧桐 - 伊森利恩"] = "风梧桐 - 伊森利恩",
		["霜梧桐 - 伊森利恩"] = "霜梧桐 - 伊森利恩",
		["梧桐喵 - 伊森利恩"] = "梧桐喵 - 伊森利恩",
	},
	["profiles"] = {
		["梧桐雨 - 伊森利恩"] = {
		},
		["我不是会长哦 - 伊森利恩"] = {
		},
		["雪梧桐 - 伊森利恩"] = {
		},
		["梧桐黃昏 - 伊森利恩"] = {
		},
		["缄默 - 伊森利恩"] = {
		},
		["烦躁啊 - 伊森利恩"] = {
		},
		["雨梧桐 - 伊森利恩"] = {
		},
		["梧桐晨曦 - 伊森利恩"] = {
		},
		["风梧桐 - 伊森利恩"] = {
		},
		["霜梧桐 - 伊森利恩"] = {
		},
		["梧桐喵 - 伊森利恩"] = {
		},
	},
}
