
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["霜梧桐 - 熊猫酒仙"] = "霜梧桐 - 熊猫酒仙",
	},
	["profiles"] = {
		["霜梧桐 - 熊猫酒仙"] = {
			["appShine"] = "70200.05",
			["combatData"] = {
				["time"] = 1226.55700087547,
				["dd"] = 1605715239,
				["dt"] = 756323015,
				["hd"] = 300821484,
				["dead"] = 4,
			},
			["recent"] = {
				["1-248-650-0"] = {
					{
						["role"] = "TANK",
						["name"] = "史冬艾德-白银之手",
						["time"] = 1534688136,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "光铸审判-末日行者",
						["iLvl"] = 309,
						["time"] = 1534688143,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "周崇文#5680",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "箜灬霏雨纷雪-金色平原",
						["time"] = 1534688136,
						["class"] = 4,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "柒夏绯雨-末日行者",
						["iLvl"] = 295,
						["time"] = 1534688143,
						["class"] = 3,
						["bTag"] = "霸波儿奔#51472",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Tiferet-暗影之月",
						["iLvl"] = 335,
						["time"] = 1534688143,
						["class"] = 8,
						["bTag"] = "Very#51173",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "果冻果奶-阿古斯",
						["iLvl"] = 331,
						["time"] = 1534688143,
						["class"] = 12,
						["bTag"] = "果冻果奶#5668",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "赫娅-罗宁",
						["iLvl"] = 302,
						["time"] = 1534688143,
						["class"] = 6,
						["bTag"] = "矮就是好#5569",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Korgann-图拉扬",
						["time"] = 1534688134,
						["class"] = 1,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "伊瑞尔统帅-白银之手",
						["time"] = 1534688143,
						["class"] = 2,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "无光之瞳-罗宁",
						["iLvl"] = 314,
						["time"] = 1534688094,
						["class"] = 12,
						["bTag"] = "月夜寒空#5263",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Woskrsb-主宰之剑",
						["iLvl"] = 315,
						["time"] = 1534688143,
						["class"] = 7,
						["bTag"] = "浪子别泊岸#5673",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "大膻羊-末日行者",
						["iLvl"] = 336,
						["time"] = 1534688094,
						["class"] = 12,
						["bTag"] = "车车#5874",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "腰围八尺-玛里苟斯",
						["iLvl"] = 292,
						["time"] = 1534688143,
						["class"] = 1,
						["bTag"] = "腰围八尺#5555",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "轩之尊-罗宁",
						["iLvl"] = 315,
						["time"] = 1534688136,
						["class"] = 2,
						["bTag"] = "轩轩#5152",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "玩玩小的-世界之树",
						["time"] = 1534688143,
						["class"] = 11,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "芒果沙冰-法拉希姆",
						["iLvl"] = 320,
						["time"] = 1534688143,
						["class"] = 11,
						["bTag"] = "双拼奶茶#5194",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁吴先生-末日行者",
						["iLvl"] = 313,
						["time"] = 1534688143,
						["class"] = 1,
						["bTag"] = "大橙子#5770",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "Sakityan-白银之手",
						["iLvl"] = 298,
						["time"] = 1534688141,
						["class"] = 11,
						["bTag"] = "鬼咲#5764",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "落寞十三哥-雷霆号角",
						["iLvl"] = 333,
						["time"] = 1534688094,
						["class"] = 8,
						["bTag"] = "alex#51948",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "第壹朵桃花-罗宁",
						["iLvl"] = 321,
						["time"] = 1534688143,
						["class"] = 3,
						["bTag"] = "包子#5304",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "咲美-白银之手",
						["iLvl"] = 308,
						["time"] = 1534688136,
						["class"] = 4,
						["bTag"] = "余生不过两万天#5493",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "落小宇丶-主宰之剑",
						["iLvl"] = 329,
						["time"] = 1534688134,
						["class"] = 1,
						["bTag"] = "落宇丶#5949",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "追丶-翡翠梦境",
						["time"] = 1534688094,
						["class"] = 8,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "烟酒情话-金色平原",
						["iLvl"] = 334,
						["time"] = 1534688265,
						["class"] = 4,
						["bTag"] = "Reback#5854",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "丶卡森-主宰之剑",
						["iLvl"] = 313,
						["time"] = 1534688163,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Carson#52269",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "塞拉摩人-白银之手",
						["iLvl"] = 326,
						["time"] = 1534688197,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "夺命大红袍#51804",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "拂水飘绵-白银之手",
						["time"] = 1534688265,
						["class"] = 10,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "雪灬精灵-国王之谷",
						["iLvl"] = 331,
						["time"] = 1534688189,
						["class"] = 3,
						["bTag"] = "古峻#5840",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "夕灬拾-阿拉索",
						["iLvl"] = 283,
						["time"] = 1534688265,
						["class"] = 1,
						["bTag"] = "夏禹宸#5427",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Tundra-德拉诺",
						["iLvl"] = 315,
						["time"] = 1534688197,
						["class"] = 2,
						["bTag"] = "星际迷航#5787",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "天净沙丶秋思-阿古斯",
						["time"] = 1534688241,
						["class"] = 2,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "风轻花落早-铜龙军团",
						["iLvl"] = 333,
						["time"] = 1534688169,
						["class"] = 2,
						["bTag"] = "快乐小神龙#5522",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "圣之审判使-加基森",
						["iLvl"] = 336,
						["time"] = 1534688236,
						["class"] = 2,
						["bTag"] = "Minimeng#5371",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "爆潮-暗影之月",
						["iLvl"] = 307,
						["time"] = 1534688174,
						["class"] = 8,
						["bTag"] = "风流潇洒大雷哥#5140",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "天妒红颜丶-伊萨里奥斯",
						["iLvl"] = 305,
						["time"] = 1534688199,
						["class"] = 2,
						["bTag"] = "钱屁恩#5384",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "灬蕊灬-罗曼斯",
						["iLvl"] = 316,
						["time"] = 1534688187,
						["class"] = 6,
						["bTag"] = "抗戦二十年#5939",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之斗篷-国王之谷",
						["iLvl"] = 319,
						["time"] = 1534688178,
						["class"] = 3,
						["bTag"] = "冉冉#5310",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "魏村啊呜乱-迅捷微风",
						["iLvl"] = 333,
						["time"] = 1534688176,
						["class"] = 1,
						["bTag"] = "超能之忍者#52225",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗水瓶座-达纳斯",
						["iLvl"] = 312,
						["time"] = 1534688165,
						["class"] = 8,
						["bTag"] = "黑暗水瓶座#5880",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "倚亭听风雨-国王之谷",
						["iLvl"] = 333,
						["time"] = 1534688180,
						["class"] = 2,
						["bTag"] = "一个人的执着#5209",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Andrei-安苏",
						["iLvl"] = 300,
						["time"] = 1534688265,
						["class"] = 4,
						["bTag"] = "LuckyOwl#514443",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "神秘路人-熊猫酒仙",
						["iLvl"] = 321,
						["time"] = 1534688213,
						["class"] = 4,
						["bTag"] = "神之道化#5140",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "过完年十八-雷斧堡垒",
						["iLvl"] = 340,
						["time"] = 1534688174,
						["class"] = 3,
						["bTag"] = "十八哥#51269",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "枫子范-安苏",
						["iLvl"] = 280,
						["time"] = 1534688217,
						["class"] = 11,
						["bTag"] = "牛哥#5362",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "焱灬火-扎拉赞恩",
						["iLvl"] = 332,
						["time"] = 1534688169,
						["class"] = 8,
						["bTag"] = "敏感之矮人#57773",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "歪仔-安苏",
						["time"] = 1534688265,
						["class"] = 2,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "月神的应许-白银之手",
						["iLvl"] = 337,
						["time"] = 1534688265,
						["class"] = 6,
						["bTag"] = "没想到吧#5838",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "猖獗的炫耀-罗宁",
						["iLvl"] = 326,
						["time"] = 1534688265,
						["class"] = 11,
						["bTag"] = "xuanyao#5191",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "圧力山大-奥蕾莉亚",
						["time"] = 1534688265,
						["class"] = 2,
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "休伯特-国王之谷",
						["iLvl"] = 333,
						["time"] = 1534688265,
						["class"] = 12,
						["bTag"] = "尤贝尔#5996",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "伊达百鬼-永恒之井",
						["time"] = 1534688265,
						["class"] = 5,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "Cybwow-安苏",
						["time"] = 1534688265,
						["class"] = 1,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Alleyx-金度",
						["iLvl"] = 321,
						["time"] = 1534688265,
						["class"] = 9,
						["bTag"] = "AlleyX#5396",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂左偏向右-熊猫酒仙",
						["iLvl"] = 315,
						["time"] = 1534688265,
						["class"] = 1,
						["bTag"] = "大大泡泡糖#5105",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "糖狼丨捕婵-雷克萨",
						["iLvl"] = 310,
						["time"] = 1534688265,
						["class"] = 4,
						["bTag"] = "唐鑫葵#5715",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "木月残-罗宁",
						["iLvl"] = 309,
						["time"] = 1534688171,
						["class"] = 8,
						["bTag"] = "代表我孤单#5662",
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "曉芊-熊猫酒仙",
						["iLvl"] = 331,
						["time"] = 1534688265,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "小芊#51902",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "萬法唯心-山丘之王",
						["iLvl"] = 335,
						["time"] = 1534688265,
						["class"] = 8,
						["bTag"] = "飞觞醉月#51818",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "沉寂啊-格瑞姆巴托",
						["iLvl"] = 325,
						["time"] = 1534688265,
						["class"] = 4,
						["bTag"] = "还有谁#5955",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "纯情丶小辣娇-石锤",
						["iLvl"] = 313,
						["time"] = 1534688265,
						["class"] = 4,
						["bTag"] = "真正的迪菲亚#5570",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "套环的女人-斯坦索姆",
						["time"] = 1534688265,
						["class"] = 10,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "白羽冰心丶-朵丹尼尔",
						["iLvl"] = 329,
						["time"] = 1534688265,
						["class"] = 8,
						["bTag"] = "有梦想的咸鱼#51369",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "調皮德乄菟菟-石锤",
						["iLvl"] = 299,
						["time"] = 1534688265,
						["class"] = 11,
						["bTag"] = "kxz#5567",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "聖光即吾盾-贫瘠之地",
						["iLvl"] = 300,
						["time"] = 1534688265,
						["class"] = 2,
						["bTag"] = "玛法里奥的意志#5600",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "暗翼星辰-瑞文戴尔",
						["iLvl"] = 315,
						["time"] = 1534688265,
						["class"] = 5,
						["bTag"] = "血饮暗翼#5494",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "尾巴努力-破碎岭",
						["iLvl"] = 325,
						["time"] = 1534688265,
						["class"] = 4,
						["bTag"] = "尾巴努力#5284",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "戰神灬殇-主宰之剑",
						["iLvl"] = 323,
						["time"] = 1534688265,
						["class"] = 1,
						["bTag"] = "沉默之风暴#5146787",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "咯噔咯噔-守护之剑",
						["iLvl"] = 312,
						["time"] = 1534688265,
						["class"] = 7,
						["bTag"] = "咯噔咯噔#51685",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "馒大大魔王-熊猫酒仙",
						["iLvl"] = 324,
						["time"] = 1534688265,
						["class"] = 6,
						["bTag"] = "BarneyK#5446",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "黎明曙光-艾苏恩",
						["iLvl"] = 293,
						["time"] = 1534688219,
						["class"] = 2,
						["bTag"] = "茫然之骑士#518967",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "颤抖吧五花肉-安苏",
						["iLvl"] = 334,
						["time"] = 1534688219,
						["class"] = 1,
						["bTag"] = "赵小叮#5201",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "Darklucifer-主宰之剑",
						["time"] = 1534688265,
						["class"] = 12,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "折耳喵-永恒之井",
						["iLvl"] = 323,
						["time"] = 1534688265,
						["class"] = 11,
						["bTag"] = "月半了一#5640",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "烽火琅琊-主宰之剑",
						["iLvl"] = 309,
						["time"] = 1534688265,
						["class"] = 8,
						["bTag"] = "胡磊#5686",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "Noblesoul-克洛玛古斯",
						["time"] = 1534688265,
						["class"] = 2,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "火源两件套-罗宁",
						["iLvl"] = 321,
						["time"] = 1534688265,
						["class"] = 10,
						["bTag"] = "闭嘴上传说#5971",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "听风阁-雷斧堡垒",
						["iLvl"] = 305,
						["time"] = 1534688265,
						["class"] = 6,
						["bTag"] = "李耿飞#5554",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "人心亂動-加里索斯",
						["iLvl"] = 338,
						["time"] = 1534781284,
						["class"] = 10,
						["bTag"] = "你在掩饰什么#5960",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "元气柠-霜之哀伤",
						["iLvl"] = 337,
						["time"] = 1534781286,
						["class"] = 12,
						["bTag"] = "asuka#5312",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "风临雪舞-雷斧堡垒",
						["iLvl"] = 325,
						["time"] = 1534781284,
						["class"] = 2,
						["bTag"] = "双马尾高中生#5313",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "消逝的年华-阿努巴拉克",
						["time"] = 1534781286,
						["class"] = 8,
					}, -- [81]
					{
						["role"] = "HEALER",
						["name"] = "淡紫灬夜熏枫-托尔巴拉德",
						["iLvl"] = 326,
						["time"] = 1534781286,
						["class"] = 2,
						["bTag"] = "小帅#5465",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "卍红细胞-熊猫酒仙",
						["iLvl"] = 327,
						["time"] = 1534781286,
						["class"] = 4,
						["bTag"] = "红细胞#5113",
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "小妮子同学-遗忘海岸",
						["iLvl"] = 333,
						["time"] = 1534781286,
						["class"] = 6,
						["bTag"] = "EmeraldSword#51257",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "孤城夜月-破碎岭",
						["iLvl"] = 320,
						["time"] = 1534781286,
						["class"] = 2,
						["bTag"] = "玩具#51691",
					}, -- [85]
					{
						["role"] = "HEALER",
						["name"] = "话鬼-阿克蒙德",
						["iLvl"] = 331,
						["time"] = 1534781286,
						["class"] = 7,
						["bTag"] = "Kbalone#5755",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "名字真没什么-主宰之剑",
						["iLvl"] = 336,
						["time"] = 1534781286,
						["class"] = 3,
						["bTag"] = "名字没什么#5713",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Oliva-暮色森林",
						["iLvl"] = 333,
						["time"] = 1534781282,
						["class"] = 10,
						["bTag"] = "我想静静#5642",
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "蒂皮艾斯-拉文霍德",
						["iLvl"] = 336,
						["time"] = 1534781284,
						["class"] = 6,
						["bTag"] = "荣耀一生#5832",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "幻之雪舞-拉文霍德",
						["time"] = 1534781282,
						["class"] = 8,
					}, -- [90]
					{
						["role"] = "TANK",
						["name"] = "楠卜兔-扎拉赞恩",
						["iLvl"] = 320,
						["time"] = 1534781286,
						["class"] = 11,
						["bTag"] = "看风#5400",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁的枫-阿古斯",
						["iLvl"] = 329,
						["time"] = 1534781286,
						["class"] = 1,
						["bTag"] = "鬼魂之龙#5258520",
					}, -- [92]
					{
						["role"] = "TANK",
						["name"] = "小骚骑-主宰之剑",
						["iLvl"] = 334,
						["time"] = 1534781286,
						["class"] = 2,
						["bTag"] = "BT160629#53639",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "小哥来一发嘛-麦迪文",
						["iLvl"] = 334,
						["time"] = 1534781286,
						["class"] = 12,
						["bTag"] = "你讲先#5767",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "Lavendercc-熊猫酒仙",
						["iLvl"] = 341,
						["time"] = 1534781275,
						["class"] = 8,
						["bTag"] = "Allen#53117",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "鲁鲁小魔王-主宰之剑",
						["iLvl"] = 332,
						["time"] = 1534781286,
						["class"] = 4,
						["bTag"] = "鲁鲁#5950",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "月神艾露尼-洛丹伦",
						["time"] = 1534781286,
						["class"] = 3,
					}, -- [97]
					{
						["role"] = "TANK",
						["name"] = "臭狗-杜隆坦",
						["iLvl"] = 324,
						["time"] = 1534781286,
						["class"] = 12,
						["bTag"] = "残阳#5384",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "寶貝婷婷-伊瑟拉",
						["iLvl"] = 325,
						["time"] = 1534781286,
						["class"] = 1,
						["bTag"] = "宝贝婷婷#5830",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "玛乔丽夫人-主宰之剑",
						["iLvl"] = 333,
						["time"] = 1534781275,
						["class"] = 8,
						["bTag"] = "伊莉雅#5167",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "陌浅浅-安苏",
						["iLvl"] = 325,
						["time"] = 1534781286,
						["class"] = 3,
						["bTag"] = "韦祎#5220",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "流馨-格瑞姆巴托",
						["time"] = 1534781286,
						["class"] = 11,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "Brnold-熊猫酒仙",
						["time"] = 1534781286,
						["class"] = 4,
					}, -- [103]
					{
						["role"] = "TANK",
						["name"] = "二皮脸-朵丹尼尔",
						["time"] = 1534781286,
						["class"] = 2,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "Fciymu-诺莫瑞根",
						["iLvl"] = 334,
						["time"] = 1534826412,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Fciymu#5984",
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "夏槿凉安-神圣之歌",
						["iLvl"] = 294,
						["time"] = 1534826412,
						["class"] = 11,
						["bTag"] = "Master#5341",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "天空小僧-埃德萨拉",
						["iLvl"] = 315,
						["time"] = 1534826412,
						["class"] = 10,
						["bTag"] = "无雨#5236",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "沉寂中燃烧-主宰之剑",
						["iLvl"] = 338,
						["time"] = 1534826412,
						["class"] = 1,
						["bTag"] = "呆呆玥丶#5606",
					}, -- [108]
				},
				["1-247-647-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "美少女武僧-伊萨里奥斯",
						["iLvl"] = 287,
						["time"] = 1534342792,
						["class"] = 10,
						["bTag"] = "NyanAo#5576",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "破晓有点凉-阿拉索",
						["iLvl"] = 300,
						["time"] = 1534342792,
						["class"] = 12,
						["bTag"] = "不忘初心#5548",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灬吾皇灬-白银之手",
						["iLvl"] = 300,
						["time"] = 1534342792,
						["class"] = 8,
						["bTag"] = "鲁迅的革命#5149",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "暗靈-破碎岭",
						["iLvl"] = 318,
						["time"] = 1534342792,
						["class"] = 4,
						["bTag"] = "Taengel#5258",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "好吉是真的帅-主宰之剑",
						["time"] = 1534342792,
						["class"] = 2,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "叫我小胖纸-霜之哀伤",
						["iLvl"] = 292,
						["time"] = 1534342792,
						["class"] = 11,
						["bTag"] = "冥丶路西法#5773",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "召唤尸-迦拉克隆",
						["iLvl"] = 297,
						["time"] = 1534342792,
						["class"] = 1,
						["bTag"] = "西面的邪风#5217",
					}, -- [7]
				},
				["1-248-651-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "妖孽灬怒火-亚雷戈斯",
						["iLvl"] = 301,
						["time"] = 1534495408,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Dander#5651",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "会长缺德么-罗宁",
						["iLvl"] = 318,
						["time"] = 1534495418,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "GoodAll#5454",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "馬锝制杖-安苏",
						["time"] = 1534495404,
						["class"] = 5,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "两米二六-生态船",
						["iLvl"] = 330,
						["time"] = 1534495408,
						["class"] = 1,
						["bTag"] = "iceiceice#5672",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Antimagina-破碎岭",
						["iLvl"] = 319,
						["time"] = 1534495406,
						["class"] = 12,
						["bTag"] = "恐怖利刃丶#5543",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Darklucifer-主宰之剑",
						["time"] = 1534495566,
						["class"] = 12,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "晨光第一剑-熊猫酒仙",
						["iLvl"] = 332,
						["time"] = 1534495445,
						["class"] = 2,
						["bTag"] = "大鱼飞飞#5495",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "西瓦爹地-贫瘠之地",
						["iLvl"] = 329,
						["time"] = 1534495439,
						["class"] = 1,
						["bTag"] = "魔法之翼#52927",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "风雨夜冷谢-末日行者",
						["iLvl"] = 317,
						["time"] = 1534495418,
						["class"] = 8,
						["bTag"] = "焦耳定律#5786",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Grimro-斯克提斯",
						["time"] = 1534495412,
						["class"] = 1,
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "雨季还会来-达文格尔",
						["iLvl"] = 314,
						["time"] = 1534495441,
						["class"] = 5,
						["bTag"] = "nice#5533",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "椰子会拉-末日行者",
						["iLvl"] = 304,
						["time"] = 1534495566,
						["class"] = 6,
						["bTag"] = "鳄鱼吃鲍鱼#5182",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "拉雯霍德玺戒-格瑞姆巴托",
						["time"] = 1534495566,
						["class"] = 4,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "风流坏蜀黍-壁炉谷",
						["iLvl"] = 300,
						["time"] = 1534495424,
						["class"] = 2,
						["bTag"] = "风流坏叔叔#5225",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "嫖两梅梅-壁炉谷",
						["iLvl"] = 334,
						["time"] = 1534495414,
						["class"] = 5,
						["bTag"] = "阳阳#5352",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "漂浮炸弹-海达希亚",
						["iLvl"] = 324,
						["time"] = 1534495474,
						["class"] = 11,
						["bTag"] = "炸弹#5328",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "爱之伈碧落-罗宁",
						["time"] = 1534495404,
						["class"] = 6,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丶雨夜聆风-格瑞姆巴托",
						["iLvl"] = 309,
						["time"] = 1534495408,
						["class"] = 1,
						["bTag"] = "无赖丶骑士#5248",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "一匹黑马-主宰之剑",
						["iLvl"] = 317,
						["time"] = 1534495566,
						["class"] = 8,
						["bTag"] = "毛了个毛#5607",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "臀大好生养-主宰之剑",
						["iLvl"] = 317,
						["time"] = 1534495414,
						["class"] = 1,
						["bTag"] = "晚上骑貂禅#5930",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Azzinoths-末日行者",
						["iLvl"] = 332,
						["time"] = 1534495424,
						["class"] = 12,
						["bTag"] = "全巨人之怒#5555",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "流若水-阿拉希",
						["iLvl"] = 317,
						["time"] = 1534495461,
						["class"] = 7,
						["bTag"] = "死了没地方#5953",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "绘见星-瓦里玛萨斯",
						["time"] = 1534495523,
						["class"] = 8,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "playerFONICJ-风暴峭壁",
						["time"] = 1534495566,
						["class"] = 4,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "猫姐一米八-自由之风",
						["iLvl"] = 295,
						["time"] = 1534495420,
						["class"] = 9,
						["bTag"] = "萝莉撸死邓启明#5296",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "轻风一箭-金色平原",
						["iLvl"] = 323,
						["time"] = 1534495414,
						["class"] = 3,
						["bTag"] = "今夕何夕#52576",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "机智小乌龟-暗影之月",
						["time"] = 1534495406,
						["class"] = 4,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "我也想长得帅-安苏",
						["time"] = 1534495404,
						["class"] = 4,
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "部落女皇-奥尔加隆",
						["iLvl"] = 302,
						["time"] = 1534495420,
						["class"] = 6,
						["bTag"] = "大西瓜#5822",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "Vena-永恒之井",
						["iLvl"] = 313,
						["time"] = 1534495562,
						["class"] = 2,
						["bTag"] = "越挣扎越蛋疼#5606",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "范克里夫丨-冰风岗",
						["iLvl"] = 300,
						["time"] = 1534495566,
						["class"] = 4,
						["bTag"] = "FKLF#5810",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "凤飞雪-麦迪文",
						["time"] = 1534495542,
						["class"] = 4,
						["leader"] = true,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "吉尔丶织亡者-阿古斯",
						["iLvl"] = 291,
						["time"] = 1534495558,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "圣光不背叛我#5818",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利珊-安苏",
						["iLvl"] = 297,
						["time"] = 1534495564,
						["class"] = 12,
						["bTag"] = "daoke#5564",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "孟婆来碗拉面-诺莫瑞根",
						["iLvl"] = 299,
						["time"] = 1534495566,
						["class"] = 3,
						["bTag"] = "凡人皆有一死#5110",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Holysheild-罗宁",
						["iLvl"] = 295,
						["time"] = 1534495530,
						["class"] = 2,
						["bTag"] = "鬼魂之龙#541856",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "清凉止疼-罗宁",
						["time"] = 1534495530,
						["class"] = 11,
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "鬼見鬼怕-法拉希姆",
						["iLvl"] = 334,
						["time"] = 1534495552,
						["class"] = 1,
						["bTag"] = "鬼见鬼怕#5680",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "如丨来-永恒之井",
						["time"] = 1534495542,
						["class"] = 4,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "欣魔-罗宁",
						["time"] = 1534495530,
						["class"] = 8,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Terminusest-守护之剑",
						["iLvl"] = 328,
						["time"] = 1534495566,
						["class"] = 3,
						["bTag"] = "徕卡#5327",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "Soend-主宰之剑",
						["iLvl"] = 305,
						["time"] = 1534495540,
						["class"] = 5,
						["bTag"] = "暗夜之骑士#527710",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "小刺猬-巴纳扎尔",
						["iLvl"] = 312,
						["time"] = 1534495562,
						["class"] = 9,
						["bTag"] = "零零零一#5969",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "红烧肘子丶-末日行者",
						["iLvl"] = 300,
						["time"] = 1534495566,
						["class"] = 1,
						["bTag"] = "疯狂的肘子#5370",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "墓边为谁吟-末日行者",
						["iLvl"] = 301,
						["time"] = 1534495562,
						["class"] = 4,
						["bTag"] = "大白猪噜噜#5542",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "御姐检察官-灰谷",
						["iLvl"] = 303,
						["time"] = 1534495562,
						["class"] = 3,
						["bTag"] = "御姐检察官#5167",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "小乌瑟尔-主宰之剑",
						["time"] = 1534495560,
						["class"] = 1,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Shecate-主宰之剑",
						["iLvl"] = 315,
						["time"] = 1534495552,
						["class"] = 9,
						["bTag"] = "Apocalypse#5290",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "蝶舞芳芳-达纳斯",
						["iLvl"] = 310,
						["time"] = 1534495547,
						["class"] = 1,
						["bTag"] = "星之彼岸#5391",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "龙龙一一恶魔-国王之谷",
						["iLvl"] = 303,
						["time"] = 1534495566,
						["class"] = 2,
						["bTag"] = "恶魔冬#5874",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "范特西-勇士岛",
						["iLvl"] = 300,
						["time"] = 1534495566,
						["class"] = 1,
						["bTag"] = "NICK#55259",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "浮夸臣-贫瘠之地",
						["iLvl"] = 324,
						["time"] = 1534495566,
						["class"] = 9,
						["bTag"] = "浮夸臣#5480",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "污喵王-羽月",
						["iLvl"] = 311,
						["time"] = 1534495566,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "千年前的仲夏#5891",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "西出阳关灬梓-熊猫酒仙",
						["time"] = 1534495566,
						["class"] = 6,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "神说你有罪-破碎岭",
						["time"] = 1534495566,
						["class"] = 4,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "夏汐-罗宁",
						["time"] = 1534495566,
						["class"] = 12,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "夏天的雪灬-主宰之剑",
						["time"] = 1534495566,
						["class"] = 8,
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "Ddccjj-艾苏恩",
						["time"] = 1534495566,
						["class"] = 6,
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "小红是总攻-灰谷",
						["iLvl"] = 306,
						["time"] = 1534689744,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "吓死宝宝了别杀我#51839",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "茶二姑凉-影之哀伤",
						["iLvl"] = 318,
						["time"] = 1534689744,
						["class"] = 11,
						["bTag"] = "孝敏#5181",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "宇宙鸭鸭-安苏",
						["iLvl"] = 329,
						["time"] = 1534689744,
						["class"] = 1,
						["bTag"] = "孤星宇宙#5801",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "酷蓝-熊猫酒仙",
						["iLvl"] = 334,
						["time"] = 1534689744,
						["class"] = 11,
						["bTag"] = "酷蓝#51981",
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "恶魔唱歌好听-国王之谷",
						["iLvl"] = 338,
						["time"] = 1534689744,
						["class"] = 2,
						["bTag"] = "恶魔唱歌好听#5157",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "学习路上-阿古斯",
						["iLvl"] = 338,
						["time"] = 1534689744,
						["class"] = 1,
						["bTag"] = "mizik#5557",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "梦境快乐-圣火神殿",
						["iLvl"] = 318,
						["time"] = 1534689744,
						["class"] = 2,
						["bTag"] = "很好玩#5527",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "Apology-翡翠梦境",
						["iLvl"] = 336,
						["time"] = 1534689744,
						["class"] = 8,
						["bTag"] = "Heartbeats#5608",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "真的清不到-熊猫酒仙",
						["iLvl"] = 329,
						["time"] = 1534689744,
						["class"] = 4,
						["bTag"] = "宋将军#51394",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "隐丶面-阿迦玛甘",
						["time"] = 1534689744,
						["class"] = 4,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "肥鸡悲-末日行者",
						["iLvl"] = 332,
						["time"] = 1534689744,
						["class"] = 11,
						["bTag"] = "输入一个名称#59288",
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "牧绅一-朵丹尼尔",
						["iLvl"] = 333,
						["time"] = 1534689744,
						["class"] = 7,
						["bTag"] = "安东尼达斯#51986",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "Kuiy-罗宁",
						["time"] = 1534689744,
						["class"] = 9,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "法吊药雾贰-守护之剑",
						["iLvl"] = 332,
						["time"] = 1534689744,
						["class"] = 8,
						["bTag"] = "白玉山#5468",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkecronus-阿古斯",
						["time"] = 1534689744,
						["class"] = 9,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "红塔大盗-贫瘠之地",
						["iLvl"] = 335,
						["time"] = 1534689744,
						["class"] = 4,
						["bTag"] = "娴之哀伤#5700",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "丨血染刀锋丨-主宰之剑",
						["iLvl"] = 304,
						["time"] = 1534689744,
						["class"] = 2,
						["bTag"] = "跳跃之狮#55970",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶的阿祺-罗宁",
						["iLvl"] = 335,
						["time"] = 1534689717,
						["class"] = 1,
						["bTag"] = "凌凌祺#5794",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "Warlockivan-永恒之井",
						["iLvl"] = 330,
						["time"] = 1534689744,
						["class"] = 9,
						["bTag"] = "Matata#5225",
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "玩毒德丶-末日行者",
						["iLvl"] = 335,
						["time"] = 1534689744,
						["class"] = 11,
						["bTag"] = "Nuo#5241",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "卢卡库-影牙要塞",
						["iLvl"] = 337,
						["time"] = 1534689744,
						["class"] = 1,
						["bTag"] = "琦玉#51620",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "一般般吧-暮色森林",
						["iLvl"] = 330,
						["time"] = 1534689744,
						["class"] = 8,
						["bTag"] = "一般般吧#5143",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "泠雨喧嚣-丹莫德",
						["iLvl"] = 310,
						["time"] = 1534689744,
						["class"] = 12,
						["bTag"] = "艾尔文森#51701",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "蜜糖-朵丹尼尔",
						["iLvl"] = 341,
						["time"] = 1534689744,
						["class"] = 6,
						["bTag"] = "甜甜#5569",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "Eagleeye-安苏",
						["iLvl"] = 335,
						["time"] = 1534689744,
						["class"] = 3,
						["bTag"] = "HERO#51795",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "Maybe-桑德兰",
						["iLvl"] = 298,
						["time"] = 1534689744,
						["class"] = 1,
						["bTag"] = "马赛克#5857",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "小萌想-白银之手",
						["iLvl"] = 332,
						["time"] = 1534689744,
						["class"] = 8,
						["bTag"] = "霸王烈#51756",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "东方花映冢-暮色森林",
						["iLvl"] = 332,
						["time"] = 1534689744,
						["class"] = 3,
						["bTag"] = "屌丝战的崛起#5236",
					}, -- [86]
					{
						["role"] = "HEALER",
						["name"] = "小慕斯-古加尔",
						["time"] = 1534689744,
						["class"] = 5,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "理查德豪森-破碎岭",
						["time"] = 1534689744,
						["class"] = 1,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "征战流漓-奥特兰克",
						["time"] = 1534689744,
						["class"] = 10,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "萨爽阴滋-白银之手",
						["time"] = 1534689744,
						["class"] = 7,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "幼儿园高材生-洛肯",
						["time"] = 1534689744,
						["class"] = 8,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "等待宽恕-山丘之王",
						["time"] = 1534825026,
						["class"] = 1,
						["leader"] = true,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "丨折耳丨-主宰之剑",
						["iLvl"] = 334,
						["time"] = 1534825039,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "苍苍白发对红妆#5640",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "霜狐-灰谷",
						["iLvl"] = 305,
						["time"] = 1534825054,
						["class"] = 3,
						["bTag"] = "Dukeanother#5280",
					}, -- [94]
					{
						["role"] = "HEALER",
						["name"] = "丫丫的小酒窝-蜘蛛王国",
						["iLvl"] = 323,
						["time"] = 1534825075,
						["class"] = 5,
						["bTag"] = "顽皮丫丫#5102",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "嘉龙-主宰之剑",
						["iLvl"] = 328,
						["time"] = 1534825037,
						["class"] = 4,
						["bTag"] = "MagicTurtle#53365",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "洛珞-壁炉谷",
						["iLvl"] = 321,
						["time"] = 1534825075,
						["class"] = 8,
						["bTag"] = "恋酒迷花#5518",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "月半小夜曲-埃苏雷格",
						["time"] = 1534825058,
						["class"] = 9,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "嘿毛茎长-罗宁",
						["time"] = 1534825026,
						["class"] = 9,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "一直虎一-白银之手",
						["iLvl"] = 339,
						["time"] = 1534825058,
						["class"] = 2,
						["bTag"] = "德国骨科老西医#5303",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "怕不是个妹妹-末日行者",
						["iLvl"] = 335,
						["time"] = 1534825052,
						["class"] = 5,
						["bTag"] = "零玖叁贰#5470",
					}, -- [101]
					{
						["role"] = "HEALER",
						["name"] = "龍猫小新-翡翠梦境",
						["time"] = 1534825026,
						["class"] = 5,
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "星球银河-暗影之月",
						["iLvl"] = 330,
						["time"] = 1534825062,
						["class"] = 11,
						["bTag"] = "舒啸#5841",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "Rheinmetall-加基森",
						["time"] = 1534825075,
						["class"] = 4,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "牛顿的引力-主宰之剑",
						["iLvl"] = 335,
						["time"] = 1534825026,
						["class"] = 4,
						["bTag"] = "HopeHdx#5113",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "夜灬色-贫瘠之地",
						["iLvl"] = 322,
						["time"] = 1534825075,
						["class"] = 3,
						["bTag"] = "夜色#5466",
					}, -- [106]
					{
						["role"] = "TANK",
						["name"] = "啊诺不雷坎-罗宁",
						["time"] = 1534825035,
						["class"] = 11,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "刺影与浮影-索拉丁",
						["time"] = 1534825071,
						["class"] = 4,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "Harmon-桑德兰",
						["time"] = 1534825075,
						["class"] = 11,
					}, -- [109]
					{
						["role"] = "HEALER",
						["name"] = "死活奶不起来-风暴峭壁",
						["time"] = 1534825033,
						["class"] = 5,
					}, -- [110]
					{
						["role"] = "TANK",
						["name"] = "张小凡-末日行者",
						["iLvl"] = 331,
						["time"] = 1534825045,
						["class"] = 1,
						["bTag"] = "幸运之翼#52238",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "Jijichanz-奥特兰克",
						["time"] = 1534825033,
						["class"] = 2,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "Anysorrow-主宰之剑",
						["time"] = 1534825075,
						["class"] = 8,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "冰到弄西特-白银之手",
						["iLvl"] = 336,
						["time"] = 1534825116,
						["class"] = 8,
						["bTag"] = "LittleOgre#55592",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "毒虬-安苏",
						["time"] = 1534825039,
						["class"] = 4,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "指挥官罗杰-阿古斯",
						["time"] = 1534825039,
						["class"] = 2,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "夜伤神-蓝龙军团",
						["iLvl"] = 340,
						["time"] = 1534825075,
						["class"] = 10,
						["bTag"] = "大雄#5459",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "素衣慕红尘-艾苏恩",
						["iLvl"] = 335,
						["time"] = 1534825075,
						["class"] = 10,
						["bTag"] = "穆紫轩#5308",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "你别笑嘿哈嚯-末日行者",
						["iLvl"] = 337,
						["time"] = 1534825075,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "疯狂之法师#553612",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "風铃中的刀声-国王之谷",
						["time"] = 1534825075,
						["class"] = 4,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "人狠話不多-法拉希姆",
						["time"] = 1534825075,
						["class"] = 1,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "八法-罗宁",
						["iLvl"] = 311,
						["time"] = 1534825116,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "菊花伤后爽#5422",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "吾辈何以为戰-基尔加丹",
						["iLvl"] = 332,
						["time"] = 1534825116,
						["class"] = 10,
						["bTag"] = "信徒#5753",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "Agonyml-刺骨利刃",
						["iLvl"] = 326,
						["time"] = 1534825116,
						["class"] = 9,
						["bTag"] = "sakuya16#5570",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "晓巍巍-基尔加丹",
						["iLvl"] = 330,
						["time"] = 1534825116,
						["class"] = 3,
						["bTag"] = "喂喂喂#5258",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "血羽蔷薇-梦境之树",
						["iLvl"] = 333,
						["time"] = 1534825116,
						["class"] = 4,
						["bTag"] = "君陌#5569",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "冲豐-回音山",
						["iLvl"] = 333,
						["time"] = 1534825116,
						["class"] = 1,
						["bTag"] = "丹妮莉丝#51769",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "回噫曾经-破碎岭",
						["iLvl"] = 312,
						["time"] = 1534825116,
						["class"] = 8,
						["bTag"] = "申奥#5415",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "噜喇嘿-回音山",
						["iLvl"] = 334,
						["time"] = 1534825116,
						["class"] = 6,
						["bTag"] = "妖妖零#51791",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "雲盪風清-黄金之路",
						["iLvl"] = 327,
						["time"] = 1534825116,
						["class"] = 1,
						["bTag"] = "阵地#5498",
					}, -- [130]
					{
						["role"] = "HEALER",
						["name"] = "飞翔的虾米-阿古斯",
						["iLvl"] = 334,
						["time"] = 1534825095,
						["class"] = 5,
						["bTag"] = "淹死的虾米#5113",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "墨灬游-安苏",
						["iLvl"] = 335,
						["time"] = 1534825116,
						["class"] = 8,
						["bTag"] = "戈登弗里曼#51649",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风大少爷-白银之手",
						["iLvl"] = 337,
						["time"] = 1534825116,
						["class"] = 3,
						["bTag"] = "逐丿风#51757",
					}, -- [133]
					{
						["role"] = "TANK",
						["name"] = "大猴子-风暴峭壁",
						["iLvl"] = 309,
						["time"] = 1534825116,
						["class"] = 6,
						["bTag"] = "Mydecember#5721",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "无法丨无天-罗宁",
						["iLvl"] = 332,
						["time"] = 1534825116,
						["class"] = 8,
						["bTag"] = "Flyangler#5121",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "Goldenfox-斯坦索姆",
						["iLvl"] = 328,
						["time"] = 1534825116,
						["class"] = 1,
						["bTag"] = "浮夸余生#5167",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "给大佬倒茶-主宰之剑",
						["time"] = 1534825116,
						["class"] = 8,
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "Marjo-末日行者",
						["iLvl"] = 335,
						["time"] = 1534825116,
						["class"] = 8,
						["bTag"] = "MarJoyin#5177",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "远远的以前-罗宁",
						["iLvl"] = 336,
						["time"] = 1534825116,
						["class"] = 3,
						["bTag"] = "陈柱柱#51637",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "欧利维拉-基尔加丹",
						["iLvl"] = 338,
						["time"] = 1534825116,
						["class"] = 2,
						["bTag"] = "OLWL#5312",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "英雄生涯-主宰之剑",
						["time"] = 1534825116,
						["class"] = 4,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "曾经最吃香-蜘蛛王国",
						["iLvl"] = 318,
						["time"] = 1534825116,
						["class"] = 3,
						["bTag"] = "曾经最无赖#5145",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "陽炎丶目隠-普罗德摩",
						["time"] = 1534825116,
						["class"] = 4,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "Paladinknigh-万色星辰",
						["iLvl"] = 311,
						["time"] = 1534825116,
						["class"] = 2,
						["bTag"] = "Doublekiss#5641",
					}, -- [144]
					{
						["role"] = "TANK",
						["name"] = "小枼丶-雷克萨",
						["iLvl"] = 333,
						["time"] = 1534825116,
						["class"] = 6,
						["bTag"] = "枼无道#51233",
					}, -- [145]
					{
						["role"] = "TANK",
						["name"] = "丟了幸福的潴-军团要塞",
						["iLvl"] = 335,
						["time"] = 1534825116,
						["class"] = 1,
						["bTag"] = "鬼魂之龙#5251325",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "光年之外丶-主宰之剑",
						["iLvl"] = 330,
						["time"] = 1534825116,
						["class"] = 4,
						["bTag"] = "贝奥武夫#5980",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "黯蔹-德拉诺",
						["iLvl"] = 316,
						["time"] = 1534825116,
						["class"] = 1,
						["bTag"] = "李超#5779",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "天使的心跳丶-月光林地",
						["iLvl"] = 330,
						["time"] = 1534825116,
						["class"] = 3,
						["bTag"] = "烟柳巷丶头牌#5684",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "心牵不离-狂风峭壁",
						["iLvl"] = 305,
						["time"] = 1534825116,
						["class"] = 2,
						["bTag"] = "蛮力之枭#52662",
					}, -- [150]
					{
						["role"] = "TANK",
						["name"] = "無党派人士-永恒之井",
						["time"] = 1534825116,
						["class"] = 10,
					}, -- [151]
					{
						["role"] = "HEALER",
						["name"] = "坏事儿-白银之手",
						["iLvl"] = 340,
						["time"] = 1534825116,
						["class"] = 5,
						["bTag"] = "Simba#5324",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "瞳丶霞-神圣之歌",
						["time"] = 1534825116,
						["class"] = 4,
					}, -- [153]
					{
						["role"] = "HEALER",
						["name"] = "病名爲爱-月光林地",
						["iLvl"] = 337,
						["time"] = 1534825116,
						["class"] = 2,
						["bTag"] = "淇淇淇淇淇淇淇#51111",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "乄夗-金度",
						["iLvl"] = 330,
						["time"] = 1534825116,
						["class"] = 1,
						["bTag"] = "xvyr#5633",
					}, -- [155]
					{
						["role"] = "HEALER",
						["name"] = "小壹-贫瘠之地",
						["iLvl"] = 332,
						["time"] = 1534825116,
						["class"] = 7,
						["bTag"] = "小壹#5660",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "小奶兔白糖-国王之谷",
						["iLvl"] = 333,
						["time"] = 1534825116,
						["class"] = 4,
						["bTag"] = "CAIN#5292",
					}, -- [157]
					{
						["role"] = "HEALER",
						["name"] = "沁醉心-主宰之剑",
						["iLvl"] = 333,
						["time"] = 1534825116,
						["class"] = 2,
						["bTag"] = "梦迷离#5691",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "疾风键豪-罗宁",
						["iLvl"] = 335,
						["time"] = 1534825116,
						["class"] = 10,
						["bTag"] = "shantaozhu#5251",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "蛮蛮呀-遗忘海岸",
						["time"] = 1534825116,
						["class"] = 3,
					}, -- [160]
				},
				["1-248-652-0"] = {
					{
						["role"] = "TANK",
						["name"] = "圣骑丶-勇士岛",
						["iLvl"] = 301,
						["time"] = 1534493869,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "蜡笔珂#5252",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "网管来碗泡面-暗影之月",
						["time"] = 1534493850,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "㔰断离-罗宁",
						["iLvl"] = 332,
						["time"] = 1534493850,
						["class"] = 8,
						["bTag"] = "时间能不能静止#5189",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "喵猫星人-冬寒",
						["iLvl"] = 319,
						["time"] = 1534493848,
						["class"] = 11,
						["bTag"] = "Highway66Su#5944",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "丶夕夕-灰谷",
						["iLvl"] = 292,
						["time"] = 1534493831,
						["class"] = 4,
						["bTag"] = "向大宝#5168",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "清明上河圖-拉文凯斯",
						["iLvl"] = 306,
						["time"] = 1534493875,
						["class"] = 1,
						["bTag"] = "奇银合欢散#5368",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Quens-海克泰尔",
						["iLvl"] = 323,
						["time"] = 1534493873,
						["class"] = 2,
						["bTag"] = "widifash#5259",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "猛揉双双乳-霍格",
						["iLvl"] = 325,
						["time"] = 1534493892,
						["class"] = 6,
						["bTag"] = "猛揉双双乳#5845",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "躺下躲风车-塞拉摩",
						["iLvl"] = 286,
						["time"] = 1534493831,
						["class"] = 1,
						["bTag"] = "蛋饼#5900",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁的王叔-月光林地",
						["iLvl"] = 311,
						["time"] = 1534493873,
						["class"] = 4,
						["bTag"] = "暗暗暗暗#5671",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "幻滅的亽苼-风暴之眼",
						["iLvl"] = 321,
						["time"] = 1534493850,
						["class"] = 4,
						["bTag"] = "囧囧的眼#5717",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "蟲蠱丶-德拉诺",
						["iLvl"] = 331,
						["time"] = 1534493900,
						["class"] = 9,
						["bTag"] = "蟲蠱#5600",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "永远的骑士-利刃之拳",
						["iLvl"] = 297,
						["time"] = 1534493871,
						["class"] = 2,
						["bTag"] = "永远的幸运#5559",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "龍雷思-奥特兰克",
						["iLvl"] = 323,
						["time"] = 1534493935,
						["class"] = 11,
						["bTag"] = "庞弘#5118",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "象拔蚌小仙女-风暴峭壁",
						["iLvl"] = 305,
						["time"] = 1534493887,
						["class"] = 9,
						["bTag"] = "易醉意醉#5386",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "野原小桃之-熊猫酒仙",
						["time"] = 1534493850,
						["class"] = 3,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "火因口未-阿古斯",
						["iLvl"] = 317,
						["time"] = 1534493905,
						["class"] = 6,
						["bTag"] = "吠血#5327",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "阿斯达克-荆棘谷",
						["iLvl"] = 278,
						["time"] = 1534493885,
						["class"] = 11,
						["bTag"] = "弄个大新闻#51311",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "台茶三号-白银之手",
						["iLvl"] = 285,
						["time"] = 1534493958,
						["class"] = 11,
						["bTag"] = "好哥哥丶死亡之翼#5937",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒之莎-安苏",
						["iLvl"] = 334,
						["time"] = 1534493958,
						["class"] = 6,
						["bTag"] = "永恒#53266",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "路德維希華蓮-金色平原",
						["time"] = 1534493953,
						["class"] = 5,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Ezral-金色平原",
						["iLvl"] = 286,
						["time"] = 1534493943,
						["class"] = 10,
						["bTag"] = "海因茨#5667",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Baslilon-布莱克摩",
						["time"] = 1534493958,
						["class"] = 4,
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "冷渢熙泩-白银之手",
						["time"] = 1534493958,
						["class"] = 7,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "聪明的玉儿-金色平原",
						["iLvl"] = 321,
						["time"] = 1534493943,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "迷你之泰坦#51503",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "法柯尤-暗影之月",
						["iLvl"] = 304,
						["time"] = 1534493945,
						["class"] = 6,
						["bTag"] = "叶翦红绡#5508",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "阿怪怪-羽月",
						["iLvl"] = 301,
						["time"] = 1534493958,
						["class"] = 3,
						["bTag"] = "阿怪#5173",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "初音过去-白银之手",
						["iLvl"] = 304,
						["time"] = 1534493958,
						["class"] = 8,
						["bTag"] = "梁家三千菜#5352",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Yerell-格瑞姆巴托",
						["time"] = 1534493945,
						["class"] = 2,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "自恋的猪-艾森娜",
						["iLvl"] = 298,
						["time"] = 1534493953,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "善贞的绯红#5780",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "羽的翅膀-罗宁",
						["iLvl"] = 313,
						["time"] = 1534493958,
						["class"] = 11,
						["bTag"] = "DEMON#5796",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Bluebaby-千针石林",
						["iLvl"] = 326,
						["time"] = 1534493947,
						["class"] = 7,
						["bTag"] = "马骥#5259",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "先驱者丶琳-国王之谷",
						["iLvl"] = 329,
						["time"] = 1534493958,
						["class"] = 11,
						["bTag"] = "夕阳丶余辉#51882",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "修罗凤魂-迦拉克隆",
						["iLvl"] = 317,
						["time"] = 1534493947,
						["class"] = 1,
						["bTag"] = "我爱酸菜#5760",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "夜螟蛉-奥达曼",
						["iLvl"] = 298,
						["time"] = 1534493947,
						["class"] = 5,
						["bTag"] = "没怀孕怪我咯#5190",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "学医不能救国-主宰之剑",
						["iLvl"] = 332,
						["time"] = 1534493958,
						["class"] = 11,
						["bTag"] = "导演我死哪#51391",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Anh-雷斧堡垒",
						["time"] = 1534493958,
						["class"] = 4,
						["leader"] = true,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "羅蘭-晴日峰（江苏）",
						["iLvl"] = 333,
						["time"] = 1534779440,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "戰無痕#5330",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "左砍树右砍树-冬寒",
						["time"] = 1534779442,
						["class"] = 2,
						["leader"] = true,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "或翌-主宰之剑",
						["iLvl"] = 317,
						["time"] = 1534779442,
						["class"] = 9,
						["bTag"] = "CXS#5649",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "一夜听风雨-奥拉基尔",
						["iLvl"] = 316,
						["time"] = 1534779442,
						["class"] = 2,
						["bTag"] = "DeadlyMouse#517494",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Draco-死亡之翼",
						["iLvl"] = 324,
						["time"] = 1534779428,
						["class"] = 4,
						["bTag"] = "Draco#5329",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "初丶现-末日行者",
						["iLvl"] = 329,
						["time"] = 1534779442,
						["class"] = 2,
						["bTag"] = "帅的不要不要的磊#5848",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Montrel-主宰之剑",
						["iLvl"] = 315,
						["time"] = 1534779442,
						["class"] = 1,
						["bTag"] = "星仔#5782",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "洗脸摸尸体-熊猫酒仙",
						["time"] = 1534779442,
						["class"] = 2,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "紫发小孩纸-熊猫酒仙",
						["iLvl"] = 323,
						["time"] = 1534779442,
						["class"] = 1,
						["bTag"] = "空诚#5521",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "思梅-摩摩尔",
						["time"] = 1534779442,
						["class"] = 2,
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "黑色利爪-加兹鲁维",
						["iLvl"] = 287,
						["time"] = 1534779428,
						["class"] = 11,
						["bTag"] = "秦希剑曦#5814",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "帅哥来玩啊-壁炉谷",
						["iLvl"] = 300,
						["time"] = 1534779442,
						["class"] = 8,
						["bTag"] = "涛声依旧#5945",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "此刻无声-雷斧堡垒",
						["iLvl"] = 328,
						["time"] = 1534779442,
						["class"] = 4,
						["bTag"] = "huli#51663",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂的颜色-安苏",
						["iLvl"] = 287,
						["time"] = 1534779442,
						["class"] = 2,
						["bTag"] = "Kwin#51684",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "戰神灬二愣子-奥特兰克",
						["iLvl"] = 313,
						["time"] = 1534779442,
						["class"] = 1,
						["bTag"] = "威廉2愣子#5565",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "荌寧-安苏",
						["iLvl"] = 337,
						["time"] = 1534779442,
						["class"] = 3,
						["bTag"] = "安宁#5477",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "Msinan-国王之谷",
						["iLvl"] = 318,
						["time"] = 1534779442,
						["class"] = 8,
						["bTag"] = "丁丹#51510",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "北嘢望-国王之谷",
						["iLvl"] = 319,
						["time"] = 1534779442,
						["class"] = 9,
						["bTag"] = "眷丶念#5700",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "夢鯹偲捻誰-瓦拉斯塔兹",
						["iLvl"] = 324,
						["time"] = 1534779440,
						["class"] = 7,
						["bTag"] = "消失的美丽#5678",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "苍白-玛法里奥",
						["iLvl"] = 320,
						["time"] = 1534779442,
						["class"] = 4,
						["bTag"] = "橙汁#51811",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "毛血旺-雷斧堡垒",
						["iLvl"] = 337,
						["time"] = 1534779442,
						["class"] = 6,
						["bTag"] = "打三炮#5348",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "振翅骗打断-安苏",
						["iLvl"] = 316,
						["time"] = 1534779442,
						["class"] = 11,
						["bTag"] = "织蛤者玛苟利斯#5819",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "临云听风-安威玛尔",
						["iLvl"] = 309,
						["time"] = 1534779442,
						["class"] = 11,
						["bTag"] = "风小妖#5296",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "失眠煮饭佬-末日行者",
						["iLvl"] = 333,
						["time"] = 1534779442,
						["class"] = 11,
						["bTag"] = "MOvy#5274",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "大狗又来了-斯坦索姆",
						["iLvl"] = 330,
						["time"] = 1534779442,
						["class"] = 3,
						["bTag"] = "Karouse#5237",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "佛系密探-熊猫酒仙",
						["iLvl"] = 313,
						["time"] = 1534779416,
						["class"] = 4,
						["bTag"] = "茫然之矮人#53996",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "掐丝景泰蓝-国王之谷",
						["iLvl"] = 322,
						["time"] = 1534779442,
						["class"] = 2,
						["bTag"] = "novoland#5655",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "安娜苏牡-灰谷",
						["iLvl"] = 304,
						["time"] = 1534779442,
						["class"] = 4,
						["bTag"] = "奎多斯#5287",
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "失控的风筝丶-伊瑟拉",
						["iLvl"] = 307,
						["time"] = 1534779442,
						["class"] = 2,
						["bTag"] = "风筝丶#51402",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "摸鱼了解一下-暗影之月",
						["iLvl"] = 328,
						["time"] = 1534779442,
						["class"] = 10,
						["bTag"] = "魂术#5588",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "木家对-国王之谷",
						["iLvl"] = 330,
						["time"] = 1534779442,
						["class"] = 2,
						["bTag"] = "感觉身体被掏空#51222",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "我吃小孩的-霜之哀伤",
						["iLvl"] = 319,
						["time"] = 1534779442,
						["class"] = 11,
						["bTag"] = "军医#51764",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "利奥纳德-主宰之剑",
						["iLvl"] = 325,
						["time"] = 1534779442,
						["class"] = 2,
						["bTag"] = "CrankyPants#522174",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "米泣-阿古斯",
						["iLvl"] = 328,
						["time"] = 1534779442,
						["class"] = 2,
						["bTag"] = "雨天情#5567",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "笑笑猎手-风暴之眼",
						["time"] = 1534779442,
						["class"] = 3,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "床单湿哒哒-拉文凯斯",
						["iLvl"] = 315,
						["time"] = 1534779442,
						["class"] = 3,
						["bTag"] = "靓丽皮囊三千一宿#5858",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "水壶哥-奥拉基尔",
						["iLvl"] = 300,
						["time"] = 1534779442,
						["class"] = 2,
						["bTag"] = "朦胧#51313",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "Turboo-安苏",
						["iLvl"] = 320,
						["time"] = 1534779428,
						["class"] = 8,
						["bTag"] = "余周周#51924",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "神狼-风暴峭壁",
						["iLvl"] = 293,
						["time"] = 1534779442,
						["class"] = 1,
						["bTag"] = "啊哦#5524",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "流云瞬间-壁炉谷",
						["iLvl"] = 293,
						["time"] = 1534779428,
						["class"] = 4,
						["bTag"] = "習慣了痛#5258",
					}, -- [77]
				},
				["2-146-533-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "只会驱邪术-熊猫酒仙",
						["time"] = 1534487598,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "差一刹-白银之手",
						["time"] = 1534487598,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灬暮雨入画丶-主宰之剑",
						["iLvl"] = 330,
						["time"] = 1534487598,
						["class"] = 3,
						["bTag"] = "Somsing#5496",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Kylinyk-主宰之剑",
						["iLvl"] = 327,
						["time"] = 1534487598,
						["class"] = 2,
						["bTag"] = "库尔提拉斯之王#5554",
					}, -- [4]
				},
				["1-247-649-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "风神丶夏露露-罗宁",
						["iLvl"] = 304,
						["time"] = 1534778394,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "风华#5425",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "风的诅咒-伊萨里奥斯",
						["iLvl"] = 307,
						["time"] = 1534778394,
						["class"] = 8,
						["bTag"] = "Laird#5760",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Yenneferh-风暴峭壁",
						["time"] = 1534778369,
						["class"] = 12,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "星辰小圆圆-死亡之翼",
						["iLvl"] = 306,
						["time"] = 1534778394,
						["class"] = 8,
						["bTag"] = "神翼星辰#51902",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "冰封之地-风暴之眼",
						["iLvl"] = 306,
						["time"] = 1534778394,
						["class"] = 6,
						["bTag"] = "星虹#5127",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "霜火之心-激流之傲",
						["iLvl"] = 322,
						["time"] = 1534778394,
						["class"] = 8,
						["bTag"] = "富贵家的大黄#5289",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "神知一生推-迦拉克隆",
						["iLvl"] = 300,
						["time"] = 1534778394,
						["class"] = 4,
						["bTag"] = "哈雷慧星#5179",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "小小与-安苏",
						["iLvl"] = 318,
						["time"] = 1534778384,
						["class"] = 3,
						["bTag"] = "粗眉毛#5473",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "天下尽尘烟-荆棘谷",
						["iLvl"] = 313,
						["time"] = 1534778394,
						["class"] = 12,
						["bTag"] = "Guey#5183",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "清香白莲-海克泰尔",
						["iLvl"] = 333,
						["time"] = 1534778394,
						["class"] = 8,
						["bTag"] = "袅袅过海#5930",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Jinke-扎拉赞恩",
						["iLvl"] = 285,
						["time"] = 1534778394,
						["class"] = 6,
						["bTag"] = "jaylia#5836",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "艾瑞尔秘语-国王之谷",
						["iLvl"] = 333,
						["time"] = 1534778394,
						["class"] = 8,
						["bTag"] = "埃尔瑞#5877",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "月影突袭-埃德萨拉",
						["iLvl"] = 326,
						["time"] = 1534778394,
						["class"] = 6,
						["bTag"] = "贪睡之熊#53206",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "怒兽沃里克-安苏",
						["iLvl"] = 302,
						["time"] = 1534778394,
						["class"] = 6,
						["bTag"] = "身娇肉贵#51375",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我艾略特-主宰之剑",
						["iLvl"] = 335,
						["time"] = 1534778394,
						["class"] = 8,
						["bTag"] = "玲灵#5277",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "我訫依然-白银之手",
						["iLvl"] = 290,
						["time"] = 1534778394,
						["class"] = 10,
						["bTag"] = "微笑#58242",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "卍法卍法卍-末日祷告祭坛",
						["time"] = 1534778394,
						["class"] = 2,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "猎手小小-熊猫酒仙",
						["iLvl"] = 336,
						["time"] = 1534778394,
						["class"] = 3,
						["bTag"] = "昊昊#52748",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "魃萬-山丘之王",
						["iLvl"] = 333,
						["time"] = 1534778394,
						["class"] = 8,
						["bTag"] = "陈坚强#5126",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱大灰狼-泰拉尔",
						["time"] = 1534778394,
						["class"] = 4,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "二苟-安苏",
						["time"] = 1534778394,
						["class"] = 8,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "焚情伤最难忘-雷克萨",
						["iLvl"] = 301,
						["time"] = 1534778371,
						["class"] = 12,
						["bTag"] = "没有世界的世界#5904",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "娜乌西卡-普瑞斯托",
						["iLvl"] = 330,
						["time"] = 1534778394,
						["class"] = 3,
						["bTag"] = "卡妙玄#5828",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "拉美西斯二世-纳沙塔尔",
						["iLvl"] = 326,
						["time"] = 1534778394,
						["class"] = 2,
						["bTag"] = "de3knaoki#5548",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "胧月夜-金色平原",
						["iLvl"] = 337,
						["time"] = 1534778394,
						["class"] = 1,
						["bTag"] = "KalarAtri#5197",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "布朗不运动-轻风之语",
						["iLvl"] = 331,
						["time"] = 1534778394,
						["class"] = 2,
						["bTag"] = "哄拉#5924",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "稣杉娜-奥拉基尔",
						["iLvl"] = 311,
						["time"] = 1534778394,
						["class"] = 2,
						["bTag"] = "july#5646",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "经典的回忆-奥特兰克",
						["time"] = 1534778394,
						["class"] = 3,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "酸甜的牙齿-朵丹尼尔",
						["iLvl"] = 331,
						["time"] = 1534778394,
						["class"] = 4,
						["bTag"] = "夏烨微凉#5145",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "Twoyear-阿古斯",
						["iLvl"] = 325,
						["time"] = 1534778394,
						["class"] = 2,
						["bTag"] = "肉山大魔王#51146",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "沙逆夜丶-贫瘠之地",
						["iLvl"] = 319,
						["time"] = 1534778382,
						["class"] = 2,
						["bTag"] = "我是不朽哒#5706",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "景然-安苏",
						["iLvl"] = 283,
						["time"] = 1534778394,
						["class"] = 11,
						["bTag"] = "文洋#5105",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "团灭发动器-安苏",
						["iLvl"] = 329,
						["time"] = 1534778394,
						["class"] = 12,
						["bTag"] = "一瓶鱼子酱#5155",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "淡漠丶-阿迦玛甘",
						["time"] = 1534778394,
						["class"] = 6,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "圣骑小宝宝-玛里苟斯",
						["iLvl"] = 333,
						["time"] = 1534778394,
						["class"] = 2,
						["bTag"] = "主与你同在#5118",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Natashababe-洛丹伦",
						["iLvl"] = 298,
						["time"] = 1534778394,
						["class"] = 12,
						["bTag"] = "BloodsTears#5744",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "漫步-主宰之剑",
						["time"] = 1534778394,
						["class"] = 3,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "辛德若希凯-熊猫酒仙",
						["iLvl"] = 309,
						["time"] = 1534778394,
						["class"] = 11,
						["bTag"] = "眼镜妹#5447",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "拉毛线织毛衣-龙骨平原",
						["iLvl"] = 323,
						["time"] = 1534778394,
						["class"] = 10,
						["bTag"] = "让我再吸一次#5565",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Abobo-加基森",
						["iLvl"] = 294,
						["time"] = 1534778394,
						["class"] = 1,
						["bTag"] = "ZLC#5568",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "冲钅崴了脚-山丘之王",
						["iLvl"] = 292,
						["time"] = 1534778394,
						["class"] = 1,
						["bTag"] = "风吹雨#5498",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "孤旋-迅捷微风",
						["iLvl"] = 289,
						["time"] = 1534778394,
						["class"] = 8,
						["bTag"] = "黄色潜水艇#5103",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "猥琐到天明-山丘之王",
						["time"] = 1534778394,
						["class"] = 4,
					}, -- [43]
				},
			},
			["createHistoryList"] = {
				"3-132-493-0", -- [1]
				"2-119-452-0", -- [2]
				"3-132-483-0", -- [3]
				"2-113-460-0", -- [4]
				"2-117-464-0", -- [5]
				"3-123-481-0", -- [6]
				"3-132-482-0", -- [7]
				"3-131-478-0", -- [8]
			},
			["lastSearchCode"] = "1-0-0-0",
			["settings"] = {
				["spamWord"] = false,
				["storage"] = {
					["y"] = 4.32453393936157,
					["point"] = "BOTTOMLEFT",
					["scale"] = 1,
				},
			},
			["version"] = "80000.03",
			["advShine"] = "70100.05",
			["searchHistoryList"] = {
				"1-0-0-0", -- [1]
				"3-132-493-0", -- [2]
			},
			["searchInputHistory"] = {
				["1-134-488-0"] = {
					"监视", -- [1]
					"监视着", -- [2]
				},
				["6-0-16-0"] = {
					"深渊", -- [1]
					"刷碎片", -- [2]
				},
				["1-134-487-0"] = {
					"吼", -- [1]
					"主母", -- [2]
					"稀有", -- [3]
					"弗拉", -- [4]
					"入侵", -- [5]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					[8] = false,
					[10] = false,
					[9] = false,
					[7] = false,
				},
			},
		},
	},
}
