
Prat3HighCPUPerCharDB = {
	["time"] = 1442751523,
	["scrollback"] = {
		["ChatFrame1"] = {
			{
				"|cff979797[20:14:53]|r|c00000000|r Discovered Ammen Ford: 45 experience gained", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [1]
			{
				"|cff979797[20:15:36]|r|c00000000|r Discovered Azure Watch: 45 experience gained", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [2]
			{
				"|cff979797[20:16:18]|r|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kb715|k000000000000|k:715:5488:BN_WHISPER:|Kb715|k000000000000|k|h|cfff48cba|Kb715|k000000000000|k|r|h|cffd8d8d8]|r: 练小号？", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
			}, -- [3]
			{
				"|cff979797[20:16:27]|r|c00000000|r [W To] |cffd8d8d8[|r|HBNplayer:|Kb715|k000000000000|k:715:5489:BN_WHISPER:|Kb715|k000000000000|k|h|cfff48cba|Kb715|k000000000000|k|r|h|cffd8d8d8]|r: 不", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				53, -- [5]
			}, -- [4]
			{
				"|cff979797[20:16:34]|r|c00000000|r Discovered The Exodar: 65 experience gained", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [5]
			{
				"|cff979797[20:16:51]|r|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:胡呆呆:5496:CHANNEL:2|h|cffaad372胡呆呆|r|h|cffd8d8d8]|r: 130/收|cffffffff|Hitem:72988:0:0:0:0:0:0:0:100:253:0:0:0|h[风绒布]|h|r 100/组|cffffffff|Hitem:72092:0:0:0:0:0:0:0:100:253:0:0:0|h[幽冥铁矿石]|h|r  100/组黑白延极矿石，120/组异域皮 40G幽冥铁宝箱只支持邮寄", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				70, -- [5]
			}, -- [6]
			{
				"|cff979797[20:18:19]|r|c00000000|r |Hchannel:channel:2|h[2] |h|cffd8d8d8[|r|Hplayer:胡呆呆:5500:CHANNEL:2|h|cffaad372胡呆呆|r|h|cffd8d8d8]|r: 130/收|cffffffff|Hitem:72988:0:0:0:0:0:0:0:100:253:0:0:0|h[风绒布]|h|r 100/组|cffffffff|Hitem:72092:0:0:0:0:0:0:0:100:253:0:0:0|h[幽冥铁矿石]|h|r  100/组黑白延极矿石，120/组异域皮 40G幽冥铁宝箱只支持邮寄", -- [1]
				1, -- [2]
				0.752941250801086, -- [3]
				0.752941250801086, -- [4]
				70, -- [5]
			}, -- [7]
			{
				"|cff979797[20:18:43]|r|c00000000|r [W From] |cffd8d8d8[|r|HBNplayer:|Kb715|k000000000000|k:715:5502:BN_WHISPER:|Kb715|k000000000000|k|h|cfff48cba|Kb715|k000000000000|k|r|h|cffd8d8d8]|r: 闲的。。。", -- [1]
				0, -- [2]
				1, -- [3]
				0.964705944061279, -- [4]
				52, -- [5]
			}, -- [8]
		},
	},
}
