
Prat3HighCPUPerCharDB = {
	["time"] = 1422811986,
	["scrollback"] = {
		["ChatFrame5"] = {
			{
				"|cff979797[01:32:38]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:安唯柒:139:CHANNEL:5|h|cffc41e3a安唯柒|r|h|cffd8d8d8]|r: 我玩贼都是布甲 精神 智力的 皮甲太重 跑不动", -- [1]
				1, -- [2]
				0.749019622802734, -- [3]
				0.749019622802734, -- [4]
				73, -- [5]
			}, -- [1]
			{
				"|cff979797[01:32:49]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:小提莫:141:CHANNEL:5|h|cffff7c0a小提莫|r|h|cffd8d8d8]|r: 人家会抓沙子撒你眼里致盲掉", -- [1]
				1, -- [2]
				0.749019622802734, -- [3]
				0.749019622802734, -- [4]
				73, -- [5]
			}, -- [2]
			{
				"|cff979797[01:33:03]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:不明物体:142:CHANNEL:5|h|cfffff468不明物体|r|h|cffd8d8d8]|r: 裸奔剥皮刀默默路过", -- [1]
				1, -- [2]
				0.749019622802734, -- [3]
				0.749019622802734, -- [4]
				73, -- [5]
			}, -- [3]
			{
				"|cff979797[01:33:06]|r|c00000000|r |Hchannel:channel:5|h[5] |h|cffd8d8d8[|r|Hplayer:小提莫:143:CHANNEL:5|h|cffff7c0a小提莫|r|h|cffd8d8d8]|r: 你就穿个内裤不是更灵巧么", -- [1]
				1, -- [2]
				0.749019622802734, -- [3]
				0.749019622802734, -- [4]
				73, -- [5]
			}, -- [4]
		},
		["ChatFrame3"] = {
			{
				"|cff979797[01:32:41]|r|c00000000|r 优雅小兔 has gone offline.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [1]
		},
		["ChatFrame1"] = {
			{
				"|cff979797[01:32:41]|r|c00000000|r 优雅小兔 has gone offline.", -- [1]
				1, -- [2]
				1, -- [3]
				0, -- [4]
				1, -- [5]
			}, -- [1]
		},
	},
}
