
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["雨梧桐 - 熊猫酒仙"] = "雨梧桐 - 熊猫酒仙",
	},
	["profiles"] = {
		["雨梧桐 - 熊猫酒仙"] = {
			["followMemberList"] = {
				{
					["name"] = "希爾瓦娜斯拉-雷斧堡垒",
					["guid"] = "Player-816-01BE37D1",
					["status"] = 3,
					["isNew"] = true,
					["time"] = 1512404233,
				}, -- [1]
			},
			["searchHistoryList"] = {
				"2-137-502-0", -- [1]
				"2-142-518-0", -- [2]
				"2-145-530-0", -- [3]
				"3-135-495-0", -- [4]
				"2-0-0-0", -- [5]
				"3-135-494-0", -- [6]
			},
			["appShine"] = "80000.05",
			["createHistoryList"] = {
				"2-145-530-0", -- [1]
				"2-146-659-0", -- [2]
				"3-135-495-0", -- [3]
				"2-128-473-0", -- [4]
				"2-125-455-0", -- [5]
				"3-132-483-0", -- [6]
				"2-117-464-0", -- [7]
				"3-132-482-0", -- [8]
				"2-119-465-0", -- [9]
				"3-131-478-0", -- [10]
				"3-110-410-101", -- [11]
			},
			["settings"] = {
				["spamWord"] = false,
				["storage"] = {
					["y"] = 0,
					["x"] = 18.5983333587647,
					["point"] = "BOTTOMLEFT",
					["scale"] = 1,
				},
			},
			["recent"] = {
				["0-0-0-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "月之挽歌-暗影之月",
						["iLvl"] = 387,
						["time"] = 1547694542,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "孤傲之熊#510578",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "饮雪煮茶-安苏",
						["iLvl"] = 386,
						["time"] = 1547694542,
						["class"] = 8,
						["bTag"] = "蛮力之翼#51749",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "亦心一嗜血-山丘之王",
						["time"] = 1547694542,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "七贱之豆腐店-塞拉摩",
						["iLvl"] = 392,
						["time"] = 1547694542,
						["class"] = 2,
						["bTag"] = "七贱之豆腐店#5605",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "風俗店老板-荆棘谷",
						["iLvl"] = 372,
						["time"] = 1548474578,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "王队长#5712",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "東方心綺樓-永恒之井",
						["iLvl"] = 390,
						["time"] = 1548473970,
						["class"] = 9,
						["bTag"] = "绊脚石#5441",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "倾城之帅帅-永恒之井",
						["iLvl"] = 386,
						["time"] = 1548474618,
						["class"] = 10,
						["bTag"] = "skyls#5961",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "玥上汐楼-塞拉摩",
						["iLvl"] = 377,
						["time"] = 1548474618,
						["class"] = 12,
						["bTag"] = "有爱的氧化钙#5996",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Chuck-伊森德雷",
						["iLvl"] = 386,
						["time"] = 1548849279,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "逆心玲#5100",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "時年丶嘢妄-白银之手",
						["iLvl"] = 385,
						["time"] = 1548849304,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "砖头#51393",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "奥啦夫-安苏",
						["iLvl"] = 375,
						["time"] = 1548849285,
						["class"] = 1,
						["bTag"] = "稀有精英#5670",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "有球必硬-蓝龙军团",
						["iLvl"] = 373,
						["time"] = 1548849281,
						["class"] = 11,
						["bTag"] = "动感黄瓜#51210",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "游吟-银松森林",
						["iLvl"] = 382,
						["time"] = 1548849281,
						["class"] = 5,
						["bTag"] = "游吟#5596",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "一为-熊猫酒仙",
						["iLvl"] = 368,
						["time"] = 1548849224,
						["class"] = 1,
						["bTag"] = "云卷云舒#5611",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "陈曌旭-图拉扬",
						["iLvl"] = 372,
						["time"] = 1548849281,
						["class"] = 6,
						["bTag"] = "SwankyOrc#52945",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "追苼-迦拉克隆",
						["iLvl"] = 375,
						["time"] = 1548849310,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "慵懒之泰坦#510275",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "大跳迁尸-安苏",
						["iLvl"] = 380,
						["time"] = 1548849224,
						["class"] = 1,
						["bTag"] = "贪睡之熊#5230795",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "偷东西起家-拉文凯斯",
						["iLvl"] = 367,
						["time"] = 1548849281,
						["class"] = 4,
						["bTag"] = "左月#5902",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "卖血买月卡-主宰之剑",
						["iLvl"] = 316,
						["time"] = 1548849279,
						["class"] = 3,
						["bTag"] = "一个纯洁的人#5708",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "战刃随风-白银之手",
						["time"] = 1548849310,
						["class"] = 1,
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "神之灬挽歌-安苏",
						["iLvl"] = 370,
						["time"] = 1548849287,
						["class"] = 5,
						["bTag"] = "Xmandavid#5277",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "迪路兽-主宰之剑",
						["iLvl"] = 388,
						["time"] = 1548849310,
						["class"] = 3,
						["bTag"] = "淘猫吉#5447",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "国宝大人-国王之谷",
						["iLvl"] = 396,
						["time"] = 1548849279,
						["class"] = 10,
						["bTag"] = "冷夜王#5835",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "夏洛恩-安苏",
						["iLvl"] = 371,
						["time"] = 1548849310,
						["class"] = 4,
						["bTag"] = "夏尔#5533",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "某个玩家-逐日者",
						["time"] = 1548849294,
						["class"] = 8,
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "潘达利亚薪王-金色平原",
						["iLvl"] = 383,
						["time"] = 1548849283,
						["class"] = 7,
						["bTag"] = "LoneBrink#5425",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "宇尚-金色平原",
						["iLvl"] = 374,
						["time"] = 1548849281,
						["class"] = 1,
						["bTag"] = "宇尚#5674",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "思念已回不去-主宰之剑",
						["iLvl"] = 373,
						["time"] = 1548849279,
						["class"] = 12,
						["bTag"] = "TrickyZerg#554616",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "狂风闪电-圣火神殿",
						["iLvl"] = 319,
						["time"] = 1548849283,
						["class"] = 6,
						["bTag"] = "占戈亓申#5408",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "羊角-暗影之月",
						["iLvl"] = 389,
						["time"] = 1548849294,
						["class"] = 12,
						["bTag"] = "贪睡之熊#53687",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "杨超越-翡翠梦境",
						["iLvl"] = 333,
						["time"] = 1548849281,
						["class"] = 8,
						["bTag"] = "王格里#5703",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "瞎子按摩-末日行者",
						["time"] = 1548849300,
						["class"] = 12,
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "丷戰灬丷-阿拉索",
						["iLvl"] = 384,
						["time"] = 1548849224,
						["class"] = 6,
						["bTag"] = "丷戰灬丷#5195",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "来来龙-山丘之王",
						["iLvl"] = 389,
						["time"] = 1548849283,
						["class"] = 11,
						["bTag"] = "咪咪龙#5482",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Wangffan-石锤",
						["time"] = 1548849224,
						["class"] = 8,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "龙泽灬妖妖-守护之剑",
						["iLvl"] = 379,
						["time"] = 1548849310,
						["class"] = 9,
						["bTag"] = "十一少#5417",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "有情绪想咬人-格瑞姆巴托",
						["iLvl"] = 386,
						["time"] = 1548849289,
						["class"] = 4,
						["bTag"] = "肉体拯救世界#5866",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "实战核武-末日行者",
						["iLvl"] = 386,
						["time"] = 1548849224,
						["class"] = 1,
						["bTag"] = "龙战于野#51903",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "丨诸葛小花丨-瓦里安",
						["time"] = 1548849283,
						["class"] = 9,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "纵横鬼谷-瑞文戴尔",
						["iLvl"] = 284,
						["time"] = 1548849310,
						["class"] = 5,
						["bTag"] = "大宾#5723",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Skrskr-狂风峭壁",
						["iLvl"] = 371,
						["time"] = 1548849294,
						["class"] = 12,
						["bTag"] = "Meat#5601",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "德国功夫-黄金之路",
						["iLvl"] = 372,
						["time"] = 1548849224,
						["class"] = 10,
						["bTag"] = "武功#5589",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "邋遢小强-安苏",
						["iLvl"] = 378,
						["time"] = 1548849279,
						["class"] = 10,
						["bTag"] = "zlq#5670",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "自然保卫者-格瑞姆巴托",
						["time"] = 1548849283,
						["class"] = 11,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法大师-利刃之拳",
						["iLvl"] = 376,
						["time"] = 1548849188,
						["class"] = 8,
						["bTag"] = "加菲猫#5648",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走红红-自由之风",
						["iLvl"] = 388,
						["time"] = 1548849310,
						["class"] = 12,
						["bTag"] = "baozouwoniu#5909",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "凨吹蛋蛋-主宰之剑",
						["iLvl"] = 381,
						["time"] = 1548849310,
						["class"] = 8,
						["bTag"] = "风吹蛋蛋#5578",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "灬星尘之泪灬-熊猫酒仙",
						["iLvl"] = 389,
						["time"] = 1548864816,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "诺森德的雪#5417",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "咔呲嘣-熊猫酒仙",
						["time"] = 1548864816,
						["class"] = 3,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "尤文丶蒂尼-熊猫酒仙",
						["iLvl"] = 390,
						["time"] = 1548864816,
						["class"] = 2,
						["bTag"] = "淡漠的记忆#5288",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "Egos-安苏",
						["iLvl"] = 390,
						["time"] = 1548864816,
						["class"] = 11,
						["bTag"] = "Egos#5220",
					}, -- [51]
				},
			},
			["version"] = "80000.05",
			["advShine"] = "70100.05",
			["lastSearchCode"] = "2-137-502-0",
			["searchInputHistory"] = {
				["3-110-410-0"] = {
					"m10", -- [1]
					"m", -- [2]
					"ak", -- [3]
					"玛胖", -- [4]
					"666`", -- [5]
				},
				["3-110-409-0"] = {
					"ak", -- [1]
					"10", -- [2]
					"888", -- [3]
					"玛胖", -- [4]
					"618", -- [5]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					[8] = false,
					[10] = false,
					[9] = false,
					[7] = false,
				},
			},
		},
	},
}
