
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["霜梧桐 - 熊猫酒仙"] = "霜梧桐 - 熊猫酒仙",
	},
	["profiles"] = {
		["霜梧桐 - 熊猫酒仙"] = {
			["recent"] = {
				["0-0-0-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "滚球儿-熊猫酒仙",
						["iLvl"] = 393,
						["time"] = 1548854711,
						["class"] = 10,
						["bTag"] = "林雨夕呐#5539",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小丶獵-熊猫酒仙",
						["iLvl"] = 393,
						["time"] = 1548854711,
						["class"] = 3,
						["bTag"] = "從灬偂#5256",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "觀之流星-熊猫酒仙",
						["iLvl"] = 394,
						["time"] = 1548854711,
						["class"] = 3,
						["bTag"] = "观之流星#5648",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Wsxju-熊猫酒仙",
						["iLvl"] = 393,
						["time"] = 1548854711,
						["class"] = 4,
						["bTag"] = "Wjswmju#5484",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "丽芙丨泰勒-熊猫酒仙",
						["time"] = 1548854711,
						["class"] = 1,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "伊人如雪-熊猫酒仙",
						["iLvl"] = 392,
						["time"] = 1548854711,
						["class"] = 9,
						["bTag"] = "东东#5397",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "北丐肾亏-熊猫酒仙",
						["iLvl"] = 391,
						["time"] = 1548854711,
						["class"] = 6,
						["bTag"] = "微笑#5819",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "小丫头的猪猪-熊猫酒仙",
						["iLvl"] = 389,
						["time"] = 1548854711,
						["class"] = 1,
						["bTag"] = "猪猪#5394",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "筱萱儿-熊猫酒仙",
						["iLvl"] = 393,
						["time"] = 1548854711,
						["class"] = 9,
						["bTag"] = "冰雪璇璇#5629",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "斟满千杯思-熊猫酒仙",
						["iLvl"] = 385,
						["time"] = 1548853155,
						["class"] = 6,
						["bTag"] = "枫哨的情儿#5352",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "紫嫣雨馨-熊猫酒仙",
						["iLvl"] = 390,
						["time"] = 1548854711,
						["class"] = 5,
						["bTag"] = "小明#51840",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "垩華之卞-晴日峰（江苏）",
						["iLvl"] = 386,
						["time"] = 1548470872,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "天然黑#51939",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "回忆忽隐忽现-暗影之月",
						["iLvl"] = 375,
						["time"] = 1548470872,
						["class"] = 2,
						["bTag"] = "BlankSpace#5996",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "逍遥光德-白银之手",
						["iLvl"] = 343,
						["time"] = 1548470872,
						["class"] = 2,
						["bTag"] = "小小的快乐#5379",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "刀丨刀-末日行者",
						["iLvl"] = 388,
						["time"] = 1548470866,
						["class"] = 12,
						["bTag"] = "妥妥的江公子#5506",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "魔女之罪-日落沼泽",
						["iLvl"] = 282,
						["time"] = 1548470872,
						["class"] = 9,
						["bTag"] = "INTERLIU#5165",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "霜惊戍旅-贫瘠之地",
						["iLvl"] = 369,
						["time"] = 1548470830,
						["class"] = 8,
						["bTag"] = "霜惊戍旅#51173",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "王大白-熊猫酒仙",
						["iLvl"] = 367,
						["time"] = 1548470872,
						["class"] = 11,
						["bTag"] = "淡墨文竹#5422",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "北望落晓-主宰之剑",
						["iLvl"] = 336,
						["time"] = 1548470810,
						["class"] = 11,
						["bTag"] = "九五二七#5804",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "雨巧-回音山",
						["time"] = 1548470744,
						["class"] = 6,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "飞灬晚灬了-破碎岭",
						["iLvl"] = 378,
						["time"] = 1548470872,
						["class"] = 12,
						["bTag"] = "萌灬珑#5281",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "德莱小贝贝-银月",
						["iLvl"] = 387,
						["time"] = 1548470744,
						["class"] = 2,
						["bTag"] = "奔腾的玛丽#5638",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "不再浪漫逐风-白银之手",
						["iLvl"] = 386,
						["time"] = 1548470872,
						["class"] = 2,
						["bTag"] = "不再浪漫#5650",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "真王瓦兰奈尔-加里索斯",
						["time"] = 1548470872,
						["class"] = 5,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Pigwa-麦迪文",
						["iLvl"] = 350,
						["time"] = 1548470872,
						["class"] = 9,
						["bTag"] = "laponia#5729",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "夢境归来-桑德兰",
						["iLvl"] = 353,
						["time"] = 1548470872,
						["class"] = 11,
						["bTag"] = "梦境归来#5273",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "灰鲤鱼与驴丶-白银之手",
						["iLvl"] = 351,
						["time"] = 1548470840,
						["class"] = 11,
						["bTag"] = "蓝鲤鱼与驴丶#5772",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "藤原果子狸-桑德兰",
						["iLvl"] = 376,
						["time"] = 1548470872,
						["class"] = 1,
						["bTag"] = "最高端战士#5379",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "菊花的怪蜀黍-普罗德摩",
						["iLvl"] = 381,
						["time"] = 1548470872,
						["class"] = 10,
						["bTag"] = "ZieglerXia#5662",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "Meules-白银之手",
						["iLvl"] = 369,
						["time"] = 1548470770,
						["class"] = 2,
						["bTag"] = "Meules#5740",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "李狗嗨你妹-晴日峰（江苏）",
						["time"] = 1548470790,
						["class"] = 8,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "骚年先疯队-荆棘谷",
						["iLvl"] = 356,
						["time"] = 1548470824,
						["class"] = 1,
						["bTag"] = "风沙吹不尽思念#5362",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "心悦不皈-时光之穴",
						["time"] = 1548470840,
						["class"] = 11,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "五香大腿-阿古斯",
						["iLvl"] = 323,
						["time"] = 1548470872,
						["class"] = 6,
						["bTag"] = "五星大腿#5258",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜无敌-贫瘠之地",
						["iLvl"] = 361,
						["time"] = 1548470872,
						["class"] = 8,
						["bTag"] = "云中漫步#5236",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "情怀不减当年-熊猫酒仙",
						["iLvl"] = 388,
						["time"] = 1548781071,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Leo#53330",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "姚明被我盖帽-罗宁",
						["iLvl"] = 386,
						["time"] = 1548781071,
						["class"] = 9,
						["bTag"] = "发哥#5794",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "麦朵朵-索拉丁",
						["iLvl"] = 384,
						["time"] = 1548781069,
						["class"] = 2,
						["bTag"] = "紫悦#5765",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "绿了你-风暴峭壁",
						["time"] = 1548781071,
						["class"] = 12,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "圆桌-丽丽（四川）",
						["iLvl"] = 358,
						["time"] = 1548781071,
						["class"] = 2,
						["bTag"] = "大萌神#5742",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "永恒德-熔火之心",
						["iLvl"] = 391,
						["time"] = 1548781071,
						["class"] = 11,
						["bTag"] = "德哥#5754",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "天秤座的春天-达隆米尔",
						["iLvl"] = 370,
						["time"] = 1548781071,
						["class"] = 6,
						["bTag"] = "大包#5275",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "槍和狱-破碎岭",
						["iLvl"] = 378,
						["time"] = 1548781050,
						["class"] = 4,
						["bTag"] = "電鋸#5729",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "澄蓝-翡翠梦境",
						["iLvl"] = 329,
						["time"] = 1548781071,
						["class"] = 6,
						["bTag"] = "白末#51280",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "霜旒玥珂-玛诺洛斯",
						["iLvl"] = 368,
						["time"] = 1548781071,
						["class"] = 8,
						["bTag"] = "西野七濑#51157",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "镭射眼-屠魔山谷",
						["iLvl"] = 323,
						["time"] = 1548781071,
						["class"] = 10,
						["bTag"] = "wangjing#5416",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "小花花-暗影之月",
						["iLvl"] = 367,
						["time"] = 1548780965,
						["class"] = 3,
						["bTag"] = "后知丨后觉#5375",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "风之舞灬-白银之手",
						["iLvl"] = 385,
						["time"] = 1548781057,
						["class"] = 3,
						["bTag"] = "枫之舞#5235",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "萨穆拉玛特-金色平原",
						["iLvl"] = 377,
						["time"] = 1548781071,
						["class"] = 4,
						["bTag"] = "Salem#51659",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "我断后你先撤-玛里苟斯",
						["iLvl"] = 359,
						["time"] = 1548781071,
						["class"] = 3,
						["bTag"] = "我爱泡饭#5339",
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "名茶-羽月",
						["iLvl"] = 378,
						["time"] = 1548781071,
						["class"] = 2,
						["bTag"] = "fever#51134",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "樱祈邪刃-迦拉克隆",
						["time"] = 1548781071,
						["class"] = 12,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "进击的小笼包-海克泰尔",
						["iLvl"] = 383,
						["time"] = 1548781065,
						["class"] = 1,
						["bTag"] = "败家小少爷#5722",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "暁桃子-末日行者",
						["iLvl"] = 385,
						["time"] = 1548781065,
						["class"] = 7,
						["bTag"] = "桃子#53226",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "水水桃灬-白银之手",
						["iLvl"] = 385,
						["time"] = 1548781069,
						["class"] = 11,
						["bTag"] = "桃子#53226",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "瞎子王二-安苏",
						["time"] = 1548781061,
						["class"] = 12,
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "吴校长-主宰之剑",
						["iLvl"] = 384,
						["time"] = 1548781061,
						["class"] = 12,
						["bTag"] = "蛮力之枭#5248602",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "黛小紫-贫瘠之地",
						["iLvl"] = 384,
						["time"] = 1548781061,
						["class"] = 3,
						["bTag"] = "刘宇轩#5999",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "洗脚水-法拉希姆",
						["iLvl"] = 376,
						["time"] = 1548781069,
						["class"] = 2,
						["bTag"] = "Goalone#5512",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "风神破天-末日行者",
						["iLvl"] = 362,
						["time"] = 1548781063,
						["class"] = 7,
						["bTag"] = "小恺恺#51248",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "伯爵茶三世-霜之哀伤",
						["iLvl"] = 365,
						["time"] = 1548781057,
						["class"] = 3,
						["bTag"] = "西瓜王#5499",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "一迪恩一-暗影之月",
						["iLvl"] = 389,
						["time"] = 1548781061,
						["class"] = 6,
						["bTag"] = "陌暁夏#5117",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失的老狼-玛里苟斯",
						["iLvl"] = 385,
						["time"] = 1548781071,
						["class"] = 3,
						["bTag"] = "迷失的老狼#5187",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "变身玩-激流之傲",
						["time"] = 1548781071,
						["class"] = 11,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "孤风寒烟-安苏",
						["time"] = 1548781071,
						["class"] = 11,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "醉苍生-末日行者",
						["iLvl"] = 381,
						["time"] = 1548814096,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "恶魔汤圆#5485",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "秒死你不偿命-熊猫酒仙",
						["iLvl"] = 389,
						["time"] = 1548814088,
						["class"] = 9,
						["bTag"] = "快到碗里来#5247",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "爆率真的很高-国王之谷",
						["iLvl"] = 350,
						["time"] = 1548814124,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "史诗呆神#5288",
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "戏客-拉文凯斯",
						["iLvl"] = 366,
						["time"] = 1548814090,
						["class"] = 11,
						["bTag"] = "BT160910#51800",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "月熵-奥特兰克",
						["iLvl"] = 384,
						["time"] = 1548814096,
						["class"] = 4,
						["bTag"] = "罹熵#5525",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "丨百事丨可乐-安苏",
						["iLvl"] = 372,
						["time"] = 1548814118,
						["class"] = 11,
						["bTag"] = "Allen#57384",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "诺熊-荆棘谷",
						["iLvl"] = 363,
						["time"] = 1548814081,
						["class"] = 11,
						["bTag"] = "仙子#5529",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "黯魔-刺骨利刃",
						["iLvl"] = 389,
						["time"] = 1548814102,
						["class"] = 12,
						["bTag"] = "黯魔#5920",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "向暗夜致敬-末日行者",
						["iLvl"] = 348,
						["time"] = 1548814124,
						["class"] = 3,
						["bTag"] = "Dreamer#54118",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "㗊品-金色平原",
						["iLvl"] = 358,
						["time"] = 1548814122,
						["class"] = 9,
						["bTag"] = "子乌有#5776",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走小潜潜-熊猫酒仙",
						["iLvl"] = 382,
						["time"] = 1548814090,
						["class"] = 4,
						["bTag"] = "络绎#5471",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "Npx-梦境之树",
						["iLvl"] = 358,
						["time"] = 1548814113,
						["class"] = 4,
						["bTag"] = "HWM#5848",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "艾尔努斯-迅捷微风",
						["iLvl"] = 334,
						["time"] = 1548814086,
						["class"] = 7,
						["bTag"] = "哈曼露卡恩#5464",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "力原-梦境之树",
						["iLvl"] = 384,
						["time"] = 1548814094,
						["class"] = 5,
						["bTag"] = "力老板#5958",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "丨核桃丶丨-生态船",
						["iLvl"] = 385,
						["time"] = 1548814090,
						["class"] = 5,
						["bTag"] = "核桃#51623",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "安灬琪-破碎岭",
						["iLvl"] = 374,
						["time"] = 1548814092,
						["class"] = 7,
						["bTag"] = "郡主#5614",
					}, -- [81]
					{
						["role"] = "HEALER",
						["name"] = "轉角愛上豬-索拉丁",
						["iLvl"] = 306,
						["time"] = 1548814124,
						["class"] = 5,
						["bTag"] = "木木#52374",
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "Cadeaux-耐普图隆",
						["iLvl"] = 347,
						["time"] = 1548814090,
						["class"] = 5,
						["bTag"] = "Cadeaux#5237",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "欲霸残音-国王之谷",
						["iLvl"] = 379,
						["time"] = 1548814106,
						["class"] = 2,
						["bTag"] = "天瞳之铠#5341",
					}, -- [84]
					{
						["role"] = "HEALER",
						["name"] = "莫忘勿念-国王之谷",
						["iLvl"] = 387,
						["time"] = 1548813991,
						["class"] = 7,
						["bTag"] = "游魂传说#5973",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "陳奕迅-达文格尔",
						["iLvl"] = 349,
						["time"] = 1548814124,
						["class"] = 2,
						["bTag"] = "狂野之狼#521230",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "风流佛祖-梦境之树",
						["iLvl"] = 380,
						["time"] = 1548814124,
						["class"] = 11,
						["bTag"] = "暗夜之骑士#56233",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "净罪之眼-罗宁",
						["iLvl"] = 385,
						["time"] = 1548814081,
						["class"] = 2,
						["bTag"] = "朴智妍#5251",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "小阿狸啊-图拉扬",
						["iLvl"] = 378,
						["time"] = 1548814118,
						["class"] = 11,
						["bTag"] = "荆荆#5117",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "Popcorn-永恒之井",
						["iLvl"] = 379,
						["time"] = 1548814092,
						["class"] = 1,
						["bTag"] = "恰哥#5232",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "锐齿-祖阿曼",
						["iLvl"] = 383,
						["time"] = 1548814124,
						["class"] = 3,
						["bTag"] = "Alucado#5614",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "二度觉醒-回音山",
						["iLvl"] = 388,
						["time"] = 1548814098,
						["class"] = 7,
						["bTag"] = "无色夜#5904",
					}, -- [92]
					{
						["role"] = "TANK",
						["name"] = "彼岸華-德拉诺",
						["time"] = 1548814106,
						["class"] = 6,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "Pokermon-熊猫酒仙",
						["iLvl"] = 390,
						["time"] = 1548814113,
						["class"] = 4,
						["bTag"] = "冻住不洗澡#5729",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "Atreuss-熊猫酒仙",
						["iLvl"] = 385,
						["time"] = 1548814104,
						["class"] = 3,
						["bTag"] = "冻住不洗澡#5729",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "英雄本色-万色星辰",
						["iLvl"] = 369,
						["time"] = 1548814090,
						["class"] = 2,
						["bTag"] = "丧心病狂#52287",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "施法的小不点-白银之手",
						["iLvl"] = 373,
						["time"] = 1548814081,
						["class"] = 8,
						["bTag"] = "枫吹荷#5704",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "麦克尔丶佐敦-泰拉尔",
						["iLvl"] = 344,
						["time"] = 1548814088,
						["class"] = 3,
						["bTag"] = "富兰克林丶马丁#5276",
					}, -- [98]
					{
						["role"] = "TANK",
						["name"] = "光头男人-勇士岛",
						["time"] = 1548814081,
						["class"] = 6,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "一仑新月-迦拉克隆",
						["iLvl"] = 370,
						["time"] = 1548814081,
						["class"] = 4,
						["bTag"] = "花村唯一的男人#5691",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "腊肉蛋炒饭-伊森利恩",
						["iLvl"] = 340,
						["time"] = 1548814102,
						["class"] = 4,
						["bTag"] = "小马佩德罗#5707",
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "飞奔的小肥羊-死亡之翼",
						["time"] = 1548814086,
						["class"] = 2,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "矢吹奈子-风暴之眼",
						["iLvl"] = 368,
						["time"] = 1548814100,
						["class"] = 4,
						["bTag"] = "小明#5872",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "赤尸-灰谷",
						["time"] = 1548814090,
						["class"] = 6,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "露一小脸-山丘之王",
						["time"] = 1548814244,
						["class"] = 9,
						["leader"] = true,
					}, -- [105]
					{
						["role"] = "TANK",
						["name"] = "忍丶者-克尔苏加德",
						["iLvl"] = 377,
						["time"] = 1548814244,
						["class"] = 12,
						["bTag"] = "程祺#51761",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "守候未来-夏维安",
						["iLvl"] = 375,
						["time"] = 1548814244,
						["class"] = 11,
						["bTag"] = "炫丽#5762",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "我的太阳眼镜-白银之手",
						["iLvl"] = 366,
						["time"] = 1548814244,
						["class"] = 1,
						["bTag"] = "夜雪山#5111",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "丨尤舒拉丨-艾露恩",
						["iLvl"] = 385,
						["time"] = 1548814244,
						["class"] = 6,
						["bTag"] = "残兵#5659",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "刀光灬剑影-白银之手",
						["iLvl"] = 374,
						["time"] = 1548815023,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "东南西北中#51175",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "Vagrantc-克尔苏加德",
						["iLvl"] = 372,
						["time"] = 1548815023,
						["class"] = 1,
						["bTag"] = "程祺#51761",
					}, -- [111]
					{
						["role"] = "HEALER",
						["name"] = "一堆字母-主宰之剑",
						["time"] = 1548815023,
						["class"] = 5,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌的旦旦-红龙军团",
						["iLvl"] = 382,
						["time"] = 1548815023,
						["class"] = 12,
						["bTag"] = "box031#51210",
					}, -- [113]
					{
						["role"] = "TANK",
						["name"] = "可可寂寞-安苏",
						["iLvl"] = 385,
						["time"] = 1548815023,
						["class"] = 2,
						["bTag"] = "成成#5738",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "冷夜轩亦-安苏",
						["iLvl"] = 332,
						["time"] = 1548815023,
						["class"] = 12,
						["bTag"] = "吻你59秒#5896",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影邪能-诺兹多姆",
						["iLvl"] = 378,
						["time"] = 1548814889,
						["class"] = 9,
						["bTag"] = "智慧的小熊#5855",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "瑶琴弦断-阿古斯",
						["iLvl"] = 367,
						["time"] = 1548814949,
						["class"] = 8,
						["bTag"] = "瑶琴弦籪#5276",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "神圣猎魔天使-阿拉希",
						["iLvl"] = 376,
						["time"] = 1548815023,
						["class"] = 3,
						["bTag"] = "永恒#5813",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "枫红一箭流-白银之手",
						["iLvl"] = 383,
						["time"] = 1548814949,
						["class"] = 3,
						["bTag"] = "松青一刀流#5393",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "那壹坨-罗宁",
						["iLvl"] = 378,
						["time"] = 1548815023,
						["class"] = 8,
						["bTag"] = "壹坨翔#5291",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "吉姆丶雷诺-瓦里玛萨斯",
						["time"] = 1548815023,
						["class"] = 6,
					}, -- [121]
					{
						["role"] = "HEALER",
						["name"] = "乄冷风晓萨-熊猫酒仙",
						["iLvl"] = 394,
						["time"] = 1548854711,
						["class"] = 7,
						["bTag"] = "冷风晓萨#5225",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "可楽點點-熊猫酒仙",
						["iLvl"] = 392,
						["time"] = 1548854711,
						["class"] = 8,
						["bTag"] = "萧然#5450",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "乄地獄鐘聲-熊猫酒仙",
						["iLvl"] = 393,
						["time"] = 1548854711,
						["class"] = 9,
						["bTag"] = "輕薄的假象#5717",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "灬星尘之泪灬-熊猫酒仙",
						["iLvl"] = 389,
						["time"] = 1548854711,
						["class"] = 4,
						["bTag"] = "诺森德的雪#5417",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "尤文丶蒂尼-熊猫酒仙",
						["iLvl"] = 388,
						["time"] = 1548854711,
						["class"] = 2,
						["bTag"] = "淡漠的记忆#5288",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "黑白僧侣-白银之手",
						["iLvl"] = 397,
						["time"] = 1548854711,
						["class"] = 12,
						["bTag"] = "黑白僧侣#51687",
					}, -- [127]
					{
						["role"] = "HEALER",
						["name"] = "鬼似-白银之手",
						["iLvl"] = 393,
						["time"] = 1548854711,
						["class"] = 11,
						["bTag"] = "炫耀的甜蜜#5874",
					}, -- [128]
					{
						["role"] = "HEALER",
						["name"] = "盗取咿人心-阿拉索",
						["iLvl"] = 391,
						["time"] = 1548853746,
						["class"] = 11,
						["bTag"] = "MyLife#5289",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "Octavius-金色平原",
						["iLvl"] = 390,
						["time"] = 1548853422,
						["class"] = 2,
						["bTag"] = "Garfield#5933",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "妻子的潮韵-阿古斯",
						["iLvl"] = 394,
						["time"] = 1548854711,
						["class"] = 12,
						["bTag"] = "忠厚老实#5833",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "琼斯沃勒-国王之谷",
						["iLvl"] = 393,
						["time"] = 1548854711,
						["class"] = 4,
						["bTag"] = "tearangal#5775",
					}, -- [132]
					{
						["role"] = "HEALER",
						["name"] = "廿廿年-山丘之王",
						["iLvl"] = 391,
						["time"] = 1548854711,
						["class"] = 10,
						["bTag"] = "年年#5259",
					}, -- [133]
				},
			},
			["createHistoryList"] = {
				"3-135-495-0", -- [1]
				"9-0-19-0", -- [2]
			},
			["appShine"] = "80000.05",
			["version"] = "80000.05",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["point"] = "BOTTOMLEFT",
					["scale"] = 1,
				},
			},
			["lastSearchCode"] = "2-142-518-0",
			["searchHistoryList"] = {
				"2-142-518-0", -- [1]
				"2-137-502-0", -- [2]
				"3-135-495-0", -- [3]
				"2-140-510-0", -- [4]
				"2-136-497-0", -- [5]
				"6-0-0-0", -- [6]
				"1-0-0-0", -- [7]
				"1-248-652-0", -- [8]
			},
		},
	},
}
