
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["梧桐喵 - 熊猫酒仙"] = "梧桐喵 - 熊猫酒仙",
	},
	["profiles"] = {
		["梧桐喵 - 熊猫酒仙"] = {
			["recent"] = {
				["0-0-0-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "沐雨橙偑-熊猫酒仙",
						["iLvl"] = 387,
						["time"] = 1547367109,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "Lyn#5661",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "影襲-熊猫酒仙",
						["iLvl"] = 366,
						["time"] = 1547366923,
						["class"] = 4,
						["bTag"] = "魔法之侏儒#52302",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "拂若凝稚-白银之手",
						["iLvl"] = 378,
						["time"] = 1547367109,
						["class"] = 2,
						["bTag"] = "名字有多神奇#5901",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "秦先生-熊猫酒仙",
						["iLvl"] = 378,
						["time"] = 1547367109,
						["class"] = 1,
						["bTag"] = "壹射解千愁#5640",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "怒镭破-熊猫酒仙",
						["time"] = 1547367109,
						["class"] = 10,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "明月照我行-白银之手",
						["iLvl"] = 384,
						["time"] = 1548478178,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "明月依深秋#5468",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔争霸-末日行者",
						["iLvl"] = 368,
						["time"] = 1548478393,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "LazyTitan#54206",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "氪琻聖鬥士-山丘之王",
						["iLvl"] = 375,
						["time"] = 1548478109,
						["class"] = 6,
						["bTag"] = "钻石圣斗士#5624",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Leonchi-奥达曼",
						["iLvl"] = 379,
						["time"] = 1548478312,
						["class"] = 8,
						["bTag"] = "LEONCHI#5451",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "离洛洛-玛法里奥",
						["time"] = 1548478393,
						["class"] = 2,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "灼人的秘密-白银之手",
						["time"] = 1548478393,
						["class"] = 12,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Shroud-末日行者",
						["iLvl"] = 378,
						["time"] = 1548478393,
						["class"] = 8,
						["bTag"] = "Saraphy#5109",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "小丶熊丶猫-阿古斯",
						["iLvl"] = 374,
						["time"] = 1548478750,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "RUNKING#5297",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "龍葵-金色平原",
						["iLvl"] = 375,
						["time"] = 1548478765,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "咪咪的咪咪#5485",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "Silense-金色平原",
						["iLvl"] = 379,
						["time"] = 1548478765,
						["class"] = 2,
						["bTag"] = "旺仔的雪饼#5686",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "曉銘-迦拉克隆",
						["iLvl"] = 384,
						["time"] = 1548478718,
						["class"] = 9,
						["bTag"] = "wenxiao#5605",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "冬雪纷飞-主宰之剑",
						["iLvl"] = 382,
						["time"] = 1548478884,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "蜀浪仔#5859",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "苗轩-死亡之翼",
						["time"] = 1548479131,
						["class"] = 6,
						["leader"] = true,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "角球-破碎岭",
						["iLvl"] = 370,
						["time"] = 1548479103,
						["class"] = 12,
						["bTag"] = "丹丹贼#5653",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "鲁迅说滚啊-罗宁",
						["iLvl"] = 386,
						["time"] = 1548478838,
						["class"] = 9,
						["bTag"] = "么么哟哒#5559",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Kremlin-扎拉赞恩",
						["time"] = 1548479131,
						["class"] = 1,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "嘟嘟奶嘴-翡翠梦境",
						["iLvl"] = 367,
						["time"] = 1548479114,
						["class"] = 5,
						["bTag"] = "雷神之子#5490",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "卫宫士郎-达文格尔",
						["iLvl"] = 361,
						["time"] = 1548479093,
						["class"] = 3,
						["bTag"] = "法号清菊#5818",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "白雪娟-黄金之路",
						["iLvl"] = 374,
						["time"] = 1548479131,
						["class"] = 2,
						["bTag"] = "胡亮波#5202",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "丨白玩丨-白银之手",
						["iLvl"] = 346,
						["time"] = 1548479131,
						["class"] = 9,
						["bTag"] = "朴术士#5273",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "罗祖-耳语海岸",
						["iLvl"] = 387,
						["time"] = 1548479131,
						["class"] = 9,
						["bTag"] = "罗祖#5393",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "夏嘎嘎-铜龙军团",
						["iLvl"] = 343,
						["time"] = 1548480227,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "致命之鼠#56806",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "甜猪手-铜龙军团",
						["iLvl"] = 362,
						["time"] = 1548480227,
						["class"] = 1,
						["bTag"] = "致命之鼠#56806",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "朗秋-安苏",
						["time"] = 1548479353,
						["class"] = 11,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "含笑暗步颠-翡翠梦境",
						["iLvl"] = 375,
						["time"] = 1548479243,
						["class"] = 4,
						["bTag"] = "艾尔之子#573204",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "咪咪眼灬-末日行者",
						["iLvl"] = 393,
						["time"] = 1548480227,
						["class"] = 6,
						["bTag"] = "你里亚#5477",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "灬潇洒哥灬-遗忘海岸",
						["iLvl"] = 378,
						["time"] = 1548480227,
						["class"] = 1,
						["bTag"] = "阿坤#5363",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "波子玖壹壹-守护之剑",
						["iLvl"] = 357,
						["time"] = 1548953522,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "波子918#5351",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "软软的球寳寳-布兰卡德",
						["iLvl"] = 375,
						["time"] = 1548953545,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "李山#51713",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "约吧-无尽之海",
						["iLvl"] = 386,
						["time"] = 1548953543,
						["class"] = 12,
						["bTag"] = "BT160418#5132",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "安静之影-克尔苏加德",
						["iLvl"] = 382,
						["time"] = 1548953527,
						["class"] = 4,
						["bTag"] = "DamonYo#5241",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "巴克霍恩-国王之谷",
						["iLvl"] = 380,
						["time"] = 1548953545,
						["class"] = 2,
						["bTag"] = "瑟布鲁斯雷霆#5323",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "扛不起-白银之手",
						["iLvl"] = 390,
						["time"] = 1548953531,
						["class"] = 2,
						["bTag"] = "鬼魂之魂#51151",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "丶冷如风-破碎岭",
						["iLvl"] = 396,
						["time"] = 1548953545,
						["class"] = 4,
						["bTag"] = "梦里繁花落尽#51147",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "郭思羽-破碎岭",
						["iLvl"] = 394,
						["time"] = 1548953545,
						["class"] = 5,
						["bTag"] = "郭小宝#5773",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "神之回归-鹰巢山",
						["iLvl"] = 388,
						["time"] = 1548953527,
						["class"] = 6,
						["bTag"] = "豆腐仔#5295",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "猫嘟嘟-扎拉赞恩",
						["iLvl"] = 393,
						["time"] = 1548953545,
						["class"] = 10,
						["bTag"] = "伊人丶恃宠而骄#5256",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "秋雨梧桐-艾森娜",
						["iLvl"] = 356,
						["time"] = 1548953531,
						["class"] = 4,
						["bTag"] = "孤独的秋#51501",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "微微一笑傾城-回音山",
						["iLvl"] = 367,
						["time"] = 1548953522,
						["class"] = 12,
						["bTag"] = "巡山小妖#51262",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "悲情角色-熊猫酒仙",
						["iLvl"] = 394,
						["time"] = 1548953529,
						["class"] = 12,
						["bTag"] = "小彬#5137",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜黑魂-罗宁",
						["iLvl"] = 329,
						["time"] = 1548953545,
						["class"] = 12,
						["bTag"] = "Prometheus#52941",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "白色朱古力-逐日者",
						["iLvl"] = 381,
						["time"] = 1548953545,
						["class"] = 12,
						["bTag"] = "熟睡的辣椒#5306",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "希尔梅里亚-山丘之王",
						["time"] = 1548953478,
						["class"] = 9,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "德丶万花聚顶-主宰之剑",
						["iLvl"] = 393,
						["time"] = 1548953522,
						["class"] = 11,
						["bTag"] = "程军辉#5409",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "奥尔芬斯-索拉丁",
						["iLvl"] = 373,
						["time"] = 1548953545,
						["class"] = 12,
						["bTag"] = "HEERO#5139",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞丨冰凉-风暴峭壁",
						["iLvl"] = 397,
						["time"] = 1548953531,
						["class"] = 4,
						["bTag"] = "akjingdiao#5804",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "薇恩蕾特-金度",
						["iLvl"] = 388,
						["time"] = 1548953527,
						["class"] = 5,
						["bTag"] = "玛丽阳#5615",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "墨公-奥特兰克",
						["iLvl"] = 371,
						["time"] = 1548953545,
						["class"] = 4,
						["bTag"] = "NIGHTWISH#5114",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "下个火球你吃-安苏",
						["iLvl"] = 325,
						["time"] = 1548953545,
						["class"] = 8,
						["bTag"] = "Dingding#5215",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "早茶点心-白银之手",
						["iLvl"] = 277,
						["time"] = 1548953545,
						["class"] = 7,
						["bTag"] = "VIP#5369",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Vahala-暗影之月",
						["time"] = 1548953527,
						["class"] = 2,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "Archangel-伊森利恩",
						["iLvl"] = 385,
						["time"] = 1548953527,
						["class"] = 11,
						["bTag"] = "Rivendell#51971",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜传说-金色平原",
						["iLvl"] = 371,
						["time"] = 1548953545,
						["class"] = 11,
						["bTag"] = "孤傲之熊#56151",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "重装天使-暗影之月",
						["time"] = 1548953545,
						["class"] = 7,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "性感小熊猫-格瑞姆巴托",
						["time"] = 1548953435,
						["class"] = 10,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "王者孤独-军团要塞",
						["iLvl"] = 375,
						["time"] = 1548953531,
						["class"] = 1,
						["bTag"] = "迷失冬季#5880",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "丨小楊丨-扎拉赞恩",
						["time"] = 1548953545,
						["class"] = 2,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "悠然乄风语-国王之谷",
						["iLvl"] = 356,
						["time"] = 1548953531,
						["class"] = 4,
						["bTag"] = "雨灏#51847",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "艾籣之风-达斯雷玛",
						["iLvl"] = 383,
						["time"] = 1548953545,
						["class"] = 3,
						["bTag"] = "忘魂#5539",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "灰烬使锗-安苏",
						["iLvl"] = 363,
						["time"] = 1548953529,
						["class"] = 1,
						["bTag"] = "灰烬使者#53838",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "炫彩小婿-贫瘠之地",
						["iLvl"] = 370,
						["time"] = 1548953545,
						["class"] = 4,
						["bTag"] = "冷血#52914",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "普利妮-伊瑟拉",
						["iLvl"] = 378,
						["time"] = 1548953531,
						["class"] = 3,
						["bTag"] = "神游之人#5972",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "幻梦灬桜炫-桑德兰",
						["iLvl"] = 377,
						["time"] = 1548953529,
						["class"] = 8,
						["bTag"] = "流逝#5481",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "政委盼盼-罗宁",
						["iLvl"] = 382,
						["time"] = 1548953545,
						["class"] = 2,
						["bTag"] = "政委盼盼#5678",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "苍天瞎了眼-熊猫酒仙",
						["iLvl"] = 384,
						["time"] = 1548953545,
						["class"] = 12,
						["bTag"] = "醉生梦死#53823",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "怪兽别追我-末日行者",
						["iLvl"] = 378,
						["time"] = 1548953545,
						["class"] = 4,
						["bTag"] = "哪里跌倒哪里趴下#5297",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "纱罗-白银之手",
						["time"] = 1548953545,
						["class"] = 5,
					}, -- [72]
				},
			},
			["appShine"] = "70300.07",
			["createHistoryList"] = {
				"2-144-526-0", -- [1]
				"2-140-510-0", -- [2]
				"2-137-502-0", -- [3]
				"2-112-459-0", -- [4]
				"3-132-482-0", -- [5]
				"2-121-467-0", -- [6]
				"2-127-471-0", -- [7]
				"2-120-466-0", -- [8]
				"3-131-478-0", -- [9]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["point"] = "BOTTOMLEFT",
					["scale"] = 1,
				},
			},
			["searchHistoryList"] = {
				"2-137-502-0", -- [1]
				"2-0-0-0", -- [2]
			},
			["version"] = "80000.05",
			["advShine"] = "60200.09",
			["lastSearchCode"] = "2-137-502-0",
			["searchInputHistory"] = {
				["6-0-0-0"] = {
					"卡扎克", -- [1]
					"卡", -- [2]
				},
				["3-110-410-0"] = {
					"m", -- [1]
					"ak", -- [2]
					"m10", -- [3]
					"H10", -- [4]
					"熊猫", -- [5]
				},
				["3-110-409-0"] = {
					"暴君", -- [1]
					"10", -- [2]
					"8090", -- [3]
					"32", -- [4]
					"999", -- [5]
				},
				["3-15-40-0"] = {
					"666", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					[8] = false,
					[10] = false,
					[7] = false,
					[9] = false,
				},
			},
		},
	},
}
